{
  "results": [
    {
      "bookId": "3473182-li-l-abner-dailies-1948-volume-fourteen",
      "title": "Li'l Abner Dailies 1948 Volume Fourteen",
      "series": "Li'l Abner Dailies #14",
      "author": "Al Capp",
      "rating": 4.14,
      "description": "LIL ABNER MEETS THE SCHMOO - SHMOO LI L ABNER: THE 1947 DAILIES. Volume 14 (of 27) by AL CAPP (Softcover) The most popular of Capp's hundreds of distinctive characters was the Shmoo. This lovable little creature loved mankind so much that it would sacrifice itself and turn into a ham steak, a gallon of milk or a dozen eggs: whatever its owner desired. Its whiskers made nice toothpicks and its eyes could be recycled as buttons. Most important, a Shmoo could reproduce faster than a rabbit. Thus, if you had one Shmoo, you were set. You didn't need to work at all. Thus did the apparent book for mankind become its curse and the powers that be decreed that all Shmoos must be exterminated. Capp's insightful morality tale was so popular that it spawned an unprecedented merchandising bonanza. Two introductions, by David Schreiner and by science fiction writer Harlan Ellison, are illustrated with various Shmoo toys manufactured. The large back cover photograph shows a selection of Shmoo merchandise in color from the Denis Kitchen collection. Also featured in this volume: Flying Sausages (parody of \"Flying Saucers,\" a term first coined a few months earlier; Fearless Fosdick, Nightmare Alice, Salomey, Adam Lazonga, Moonbeam McSwine, Cousin Weak-Eyes and Marryin' Sam. See also our Shmoo Facts Sheet for some amazing statistics about this character's popularity. Published in 1998 by Kitchen Sink Press ( KSP ) 2nd printing 12 x 9 horizontal format - 176 pages ISBN #0-87816-116-3",
      "language": "",
      "isbn": 9780878161164,
      "genres": [],
      "characters": [],
      "bookFormat": "Paperback",
      "edition": "",
      "pages": 180,
      "publisher": "Kitchen Sink Press",
      "publishDate": "August 28th 1992",
      "firstPublishDate": "August 1992",
      "awards": [],
      "numRatings": 7,
      "ratingsByStars": ["3", "2", "2", "0", "0"],
      "likedPercent": 100,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1424071074l/3473182.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": 34.7
    },
    {
      "bookId": "84030.Moses_Man_of_the_Mountain",
      "title": "Moses, Man of the Mountain",
      "series": "",
      "author": "Zora Neale Hurston",
      "rating": 3.96,
      "description": "In this 1939 novel based on the familiar story of the Exodus, Zora Neale Hurston blends the Moses of the Old Testament with the Moses of black folklore and song to create a compelling allegory of power, redemption, and faith. Narrated in a mixture of biblical rhetoric, black dialect, and colloquial English, Hurston traces Moses' life from the day he Is launched into the Nile river in a reed basket, to his development as a great magician, to his transformation into the heroic rebel leader, the Great Emancipator. From his dramatic confrontations with Pharaoh to his fragile negotiations with the wary Hebrews, this very human story is told with great humor, passion, and psychological insight--the hallmarks of Hurston as a writer and champion of black culture.",
      "language": "English",
      "isbn": 9780060919948,
      "genres": [
        "Fiction",
        "Historical Fiction",
        "African American",
        "Classics",
        "African American Literature",
        "Religion",
        "Womens",
        "Race",
        "School",
        "Literature"
      ],
      "characters": [],
      "bookFormat": "Paperback",
      "edition": "",
      "pages": 310,
      "publisher": "Harpperen",
      "publishDate": "Published",
      "firstPublishDate": "January 1st 1939",
      "awards": [],
      "numRatings": 1200,
      "ratingsByStars": ["393", "442", "300", "55", "10"],
      "likedPercent": 95,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1387734776l/84030.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": 11.38
    },
    {
      "bookId": "11684163-kuba-rozpruwacz",
      "title": "Kuba Rozpruwacz",
      "series": "",
      "author": "Paul Begg",
      "rating": 3.74,
      "description": "Do dziś nie wiadomo, kto stał za zbrodniami przypisywanymi Kubie Rozpruwaczowi, mordercy prostytutek z londyńskiego East Endu końca epoki wiktoriańskiej. Paul Begg rozważa kilka równorzędnych hipotez. Jego opowieść o zagadce seryjnego mordercy różni sie od innych książek na ten temat wyjątkowo skrupulatnie przedstawionym tłem historycznym i społecznym, na którym rozegrały się opisywane wydarzenia. Dzięki temu poznajemy tajemnice cieszących się złą sławą dzielnic dziewiętnastowiecznego Londynu, zasady pracy i techniki dochodzeniowe brytyjskiej policji oraz szczegółowe portrety ofiar mordercy. Autor dowodzi, że Kuba Rozpruwacz zostałby prawdopodobnie zapomniany, gdyby mordował gdzie indziej, zaś East End był sceną gotową na to, by rozegrały się na niej jakieś sensacyjne wydarzenia.",
      "language": "English",
      "isbn": 9781405807128,
      "genres": ["True Crime", "Nonfiction", "History", "Crime", "Biography"],
      "characters": [],
      "bookFormat": "",
      "edition": "",
      "pages": 384,
      "publisher": "Państwowy Instytut Wydawniczy",
      "publishDate": 2010,
      "firstPublishDate": "November 21st 2002",
      "awards": [],
      "numRatings": 174,
      "ratingsByStars": ["46", "67", "38", "16", "7"],
      "likedPercent": 87,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1307798387l/11684163.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": 3.41
    },
    {
      "bookId": "6723744-s-oneczniki",
      "title": "Słoneczniki",
      "series": "Słoneczniki",
      "author": "Halina Snopkiewicz",
      "rating": 3.81,
      "description": "\"Słoneczniki\" opowiesć kilkunastoletniej Lilki, która skrupulatnie opisuje swoje życie w pamiętniku. Z humorem i talentem opowiada o perypetiach w szkole, swoich pierwszych miłościach i romansach, kłótniach z mamą.",
      "language": "Polish",
      "isbn": 9999999999999,
      "genres": ["Polish Literature", "Young Adult", "Fiction", "Poland"],
      "characters": [],
      "bookFormat": "Paperback",
      "edition": "",
      "pages": 293,
      "publisher": "Ludowa Spółdzielnia Wydawnicza",
      "publishDate": 1968,
      "firstPublishDate": 1962,
      "awards": [],
      "numRatings": 139,
      "ratingsByStars": ["39", "47", "42", "10", "1"],
      "likedPercent": 92,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1395776303l/6723744.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": ""
    },
    {
      "bookId": "441499.The_Compact_Edition_of_the_Oxford_English_Dictionary_2_Vols_w_Reading_Glass",
      "title": "The Compact Edition of the Oxford English Dictionary, 2 Vols w/Reading Glass",
      "series": "",
      "author": "Herbert Coleridge (editor), Frederick J. Furnivall (editor), James Murray (editor), Charles Talbut Onions (editor)",
      "rating": 4.62,
      "description": "Linguistic type: lexicon. Complete text (without the four Supplement volumes) reproduced micrographically of the 13 volume Oxford English Dictionary published in 1933.\nVolume 1. A-O\nVolume 2. P-Z",
      "language": "English",
      "isbn": 9780198611172,
      "genres": [
        "Reference",
        "Language",
        "Nonfiction",
        "Education",
        "Writing",
        "Dictionaries"
      ],
      "characters": [],
      "bookFormat": "Hardcover",
      "edition": "",
      "pages": 2,
      "publisher": "Clarendon/Oxford University Press (Oxford)",
      "publishDate": "October 15th 1971",
      "firstPublishDate": 1933,
      "awards": [],
      "numRatings": 218,
      "ratingsByStars": ["177", "18", "11", "5", "7"],
      "likedPercent": 94,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1209136480l/441499.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": 39.47
    },
    {
      "bookId": "344018.Nemesis_the_Warlock",
      "title": "Nemesis the Warlock: Death to All Aliens",
      "series": "Nemesis The Warlock",
      "author": "Pat Mills (Goodreads Author), Kevin O'Neill, Jesus Redondo",
      "rating": 4.17,
      "description": "From the classic British creative team of Pat Mills (Judge Dredd, Slaine, A.B.C. Warriors, Marshal Law) and Kevin O'Neill (A.B.C. Warriors, Marshal Law, The League of Extraordinary Gentlemen) comes the ultimate tale of futuristic rebellion! zealots rule with an iron fist, stamping out alien life and culture wherever they find it. However, one alien stands in his way: the mysterious Nemesis. Battle is soon joined as Nemesis attempts to lead the alien races to freedom -- and bloody vengeance! the legendary characters of British sci-fi and rates amongst 2000 AD's finest hours!",
      "language": "English",
      "isbn": 9781840237948,
      "genres": ["Comics", "Science Fiction", "Graphic Novels"],
      "characters": [],
      "bookFormat": "Paperback",
      "edition": "",
      "pages": 160,
      "publisher": "Titan Books (UK)",
      "publishDate": "June 1st 2004",
      "firstPublishDate": 2003,
      "awards": [],
      "numRatings": 35,
      "ratingsByStars": ["15", "14", "4", "1", "1"],
      "likedPercent": 94,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1173910129l/344018._SX318_.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": 6.07
    },
    {
      "bookId": "32513.Shakespeare_s_Christmas",
      "title": "Shakespeare's Christmas",
      "series": "Lily Bard #3",
      "author": "Charlaine Harris (Goodreads Author)",
      "rating": 3.88,
      "description": "Even in a sleepy Arkansas town, the holidays can be murder.Lily Bard is going home for the holidays. More comfortable in baggy sweats than bridesmaid's frills, Lily isn't thrilled about attending her estranged sister's wedding. She has moved to Shakespeare, Arkansas, to start a new life, cleaning houses for a living, trying to forget the violence that once nearly destroyed her. Now she's heading back to home and hearth--just in time for murder.The town's doctor and nurse have been bludgeoned to death at the office. And Lily's detective boyfriend suddenly shows up at her parents' door. Jack Leeds is investigating an eight-year-old kidnapping and the trail leads straight to Lily's hometown. It just might have something to do with the murders...and her sister's widowed fiancé. With only three days before the wedding, Lily must work fast to clean up the messy case before her sister commits...marriage!",
      "language": "English",
      "isbn": 9780440234999,
      "genres": [
        "Mystery",
        "Fiction",
        "Cozy Mystery",
        "Crime",
        "Christmas",
        "Mystery Thriller",
        "Romance",
        "Adult",
        "Thriller",
        "Audiobook"
      ],
      "characters": ["Lily Bard", "Claude Friedrich", "Jack Leeds"],
      "bookFormat": "Mass Market Paperback",
      "edition": "",
      "pages": 242,
      "publisher": "Dell",
      "publishDate": "March 1st 2005",
      "firstPublishDate": 1998,
      "awards": [],
      "numRatings": 13802,
      "ratingsByStars": ["3533", "5666", "4032", "515", "56"],
      "likedPercent": 96,
      "setting": ["Arkansas (United States)"],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1345722531l/32513.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": 2.28
    },
    {
      "bookId": "3359595-the-man-who-made-vermeers",
      "title": "The Man Who Made Vermeers: Unvarnishing the Legend of Master Forger Han van Meegeren",
      "series": "",
      "author": "Jonathan Lopez (Goodreads Author)",
      "rating": 3.76,
      "description": "It's a story that made Dutch painter Han van Meegeren famous worldwide when it broke at the end of World War II: a lifetime of disappointment drove him to forge Vermeers, one of which he sold to Hermann Goering, making a mockery of the Nazis. And it's a story that's been believed ever since. Too bad it just isn't true.Jonathan Lopez has done what no other writer could--tracking down primary sources in four countries and five languages to tell for the first time the real story of the world's most famous forger. Neither unappreciated artist nor antifascist hero, Van Meegeren emerges in The Man Who Made Vermeers as an ingenious, dyed-in-the-wool crook--a talented Mr. Ripley armed with a paintbrush, who worked virtually his entire adult life making and selling fake Old Masters. Drawing upon extensive interviews with descendents of Van Meegeren's partners in crime, Lopez also explores the networks of illicit commerce that operated across Europe between the wars. Not only was Van Meegeren a key player in that high-stakes game during the 1920s, landing fakes with powerful dealers and famous collectors such as Andrew Mellon (including two pseudo-Vermeers that Mellon donated to the National Gallery of Art in Washington, D.C.), but the forger and his associates later offered a case study in wartime opportunism as they cashed in on the Nazi occupation.The Man Who Made Vermeers is a long-overdue unvarnishing of Van Meegeren's legend and a deliciously detailed story of deceit in the art world.",
      "language": "English",
      "isbn": 9780151013418,
      "genres": [
        "Art",
        "Nonfiction",
        "History",
        "Art History",
        "Biography",
        "True Crime",
        "Crime",
        "Historical",
        "World War II",
        "Biography Memoir"
      ],
      "characters": [
        "Han van Meegeren",
        "Johannes Vermeer",
        "Hermann Göring",
        "Joseph Duveen"
      ],
      "bookFormat": "Hardcover",
      "edition": "",
      "pages": 340,
      "publisher": "Harcourt, Inc.",
      "publishDate": "September 8th 2008",
      "firstPublishDate": "July 28th 2008",
      "awards": [
        "Edgar Award Nominee for Best Fact Crime (2009)",
        "Marfield Prize (National Award for Arts Writing) Nominee (2008)"
      ],
      "numRatings": 8359,
      "ratingsByStars": ["3058", "2071", "1921", "820", "489"],
      "likedPercent": 84,
      "setting": ["Netherlands"],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1328834298l/3359595.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": 5.47
    },
    {
      "bookId": "17203883-culloo",
      "title": "Culloo",
      "series": "",
      "author": "Murielle Cyr (Goodreads Author)",
      "rating": 4.41,
      "description": "TALA can't wait to be thirteen; then no one better tell her what to do. The Welfare Officer is knocking on her door again and her father isn't home to answer. Tala only has a few hours to find her missing father before she and her brother, DASON, get placed in a foster home. Her quest brings her to secluded woods where she discovers that a group of bear poachers are responsible for her father's disappearance. Her adventures bring her in contact with the legendary woodland characters: the pipe-smoking frog-like people and the giant ferocious black bird. Can she survive the night alone in woods alive with hungry bears and angry hunters? Will she be able to find her father before the hunters do?",
      "language": "English",
      "isbn": 9781894717946,
      "genres": [
        "Young Adult",
        "Adventure",
        "Middle Grade",
        "Animals",
        "Coming Of Age",
        "Family",
        "Childrens",
        "Magical Realism",
        "Short Stories",
        "Spirituality"
      ],
      "characters": [],
      "bookFormat": "Kindle Edition",
      "edition": "http://www.amazon.com/-/e/B00C4L464O",
      "pages": 59,
      "publisher": "McRites Press",
      "publishDate": "Published",
      "firstPublishDate": "November 2012",
      "awards": [],
      "numRatings": 227,
      "ratingsByStars": ["158", "34", "13", "13", "9"],
      "likedPercent": 90,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1357145481l/17203883.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": 5.2
    },
    {
      "bookId": "147537.Franklin_and_Winston",
      "title": "Franklin and Winston: An Intimate Portrait of an Epic Friendship",
      "series": "",
      "author": "Jon Meacham",
      "rating": 4.11,
      "description": "Franklin Roosevelt and Winston Churchill were the greatest leaders of \"the Greatest Generation.\" In Franklin and Winston, Jon Meacham explores the fascinating relationship between the two men who piloted the free world to victory in World War II. It was a crucial friendship, and a unique one--a president and a prime minister spending enormous amounts of time together (113 days during the war) and exchanging nearly two thousand messages. Amid cocktails, cigarettes, and cigars, they met, often secretly, in places as far-flung as Washington, Hyde Park, Casablanca, and Teheran, talking to each other of war, politics, the burden of command, their health, their wives, and their children.Born in the nineteenth century and molders of the twentieth and twenty-first, Roosevelt and Churchill had much in common. Sons of the elite, students of history, politicians of the first rank, they savored power. In their own time both men were underestimated, dismissed as arrogant, and faced skeptics and haters in their own nations--yet both magnificently rose to the central challenges of the twentieth century. Theirs was a kind of love story, with an emotional Churchill courting an elusive Roosevelt. The British prime minister, who rallied his nation in its darkest hour, standing alone against Adolf Hitler, was always somewhat insecure about his place in FDR's affections--which was the way Roosevelt wanted it. A man of secrets, FDR liked to keep people off balance, including his wife, Eleanor, his White House aides--and Winston Churchill.Confronting tyranny and terror, Roosevelt and Churchill built a victorious alliance amid cataclysmic events and occasionally conflicting interests. Franklin and Winston is also the story of their marriages and their families, two clans caught up in the most sweeping global conflict in history.Meacham's new sources--including unpublished letters of FDR's great secret love, Lucy Mercer Rutherfurd, the papers of Pamela Churchill Harriman, and interviews with the few surviving people who were in FDR and Churchill's joint company--shed fresh light on the characters of both men as he engagingly chronicles the hours in which they decided the course of the struggle.Hitler brought them together; later in the war, they drifted apart, but even in the autumn of their alliance, the pull of affection was always there. Charting the personal drama behind the discussions of strategy and statecraft, Meacham has written the definitive account of the most remarkable friendship of the modern age.",
      "language": "English",
      "isbn": 9780812972825,
      "genres": [
        "History",
        "Biography",
        "Nonfiction",
        "Presidents",
        "World War II",
        "Politics",
        "American History",
        "War",
        "Historical",
        "Biography Memoir"
      ],
      "characters": ["Franklin D. Roosevelt", "Winston Churchill"],
      "bookFormat": "Paperback",
      "edition": "",
      "pages": 490,
      "publisher": "Random House Trade",
      "publishDate": "October 12th 2004",
      "firstPublishDate": "January 1st 2003",
      "awards": [],
      "numRatings": 6722,
      "ratingsByStars": ["2564", "2744", "1108", "216", "90"],
      "likedPercent": 95,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1320434348l/147537.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": 3.43
    },
    {
      "bookId": "249929.Ladies_Man",
      "title": "Ladies' Man",
      "series": "",
      "author": "Richard Price",
      "rating": 3.52,
      "description": "Once upon a time, Kenny Becker had a barely tolerable girlfriend and a miserable job. Now, unattached and unemployed, can he stop the downward spiral of his life?",
      "language": "English",
      "isbn": 9780395977729,
      "genres": [
        "Fiction",
        "Novels",
        "Contemporary",
        "Literature",
        "New York",
        "Crime",
        "Adult"
      ],
      "characters": [],
      "bookFormat": "Paperback",
      "edition": "",
      "pages": 264,
      "publisher": "Mariner Books",
      "publishDate": "April 15th 1999",
      "firstPublishDate": 1978,
      "awards": [],
      "numRatings": 662,
      "ratingsByStars": ["114", "217", "245", "72", "14"],
      "likedPercent": 87,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1173133152l/249929.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": 9.52
    },
    {
      "bookId": "3189743-the-princess-who-changed-the-world",
      "title": "The Princess Who Changed the World",
      "series": "",
      "author": "Nicholas Davies",
      "rating": 4,
      "description": "A touching tribute to the life of Diana, \"The Princess Who Changed the World\" reveals how and why she made a difference in the lives of so many people everywhere. Tracing her life from a lonely childhood and royal marriage to her surprising divorce and tragic death, Nicholas Davies describes her acts of love and secret kindness that moved so many people and ultimately made her the \"People's Princess\".\"The Princess Who Changed the World\" tells of Diana's secret charity work and countless visits with the sick and dying, with no press or cameras in sight. The difficult side of her life is examined, as she battled with the Royal Family and fought to bring change to the rigid rules of protocol and tradition in the Royal House of Windsor. Her all-too-human weaknesses are also discussed, illustrating why she endeared so many to her -- and why she will always be remembered as the most compassionate and understanding member of royalty.Plus, new revelations about her life are revealed, including her relationship with Dodi, the man she meant to marry, details of their first meeting and their future plans. Also, new theories about the crash in Paris, Diana's fight for life and how the Royal Family have come to terms with the loss of Britain's greatest ambassador.",
      "language": "English",
      "isbn": 9781857823806,
      "genres": ["Biography"],
      "characters": [],
      "bookFormat": "Paperback",
      "edition": "",
      "pages": 316,
      "publisher": "Blake Publishing",
      "publishDate": "December 1st 1998",
      "firstPublishDate": "November 1st 1997",
      "awards": [],
      "numRatings": 19,
      "ratingsByStars": ["7", "6", "5", "1", "0"],
      "likedPercent": 95,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1267845954l/3189743.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": 2.77
    },
    {
      "bookId": "202197.The_Triathlete_s_Training_Bible",
      "title": "The Triathlete's Training Bible",
      "series": "",
      "author": "Joe Friel",
      "rating": 4.15,
      "description": "This new edition of The Triathlete's Training Bible covers all of the specialized training needs of triathletes, including completely updated nutrition, recovery, and weight training information. The book also contains seasoned advice on the mental aspects of training. Author Joe Friel shows how to achieve greater fitness by examining personal strengths and weaknesses, and devotes individual chapters to planning, racing, rest, and recovery. Appendices include annual training plan worksheets and suggested swim, bike, run, and combined workouts.",
      "language": "English",
      "isbn": 9781931382427,
      "genres": [
        "Sports",
        "Fitness",
        "Nonfiction",
        "Health",
        "Reference",
        "Outdoors",
        "Self Help",
        "Science"
      ],
      "characters": [],
      "bookFormat": "Paperback",
      "edition": "Second Edition",
      "pages": 368,
      "publisher": "VeloPress",
      "publishDate": "February 9th 2004",
      "firstPublishDate": 1998,
      "awards": [],
      "numRatings": 2094,
      "ratingsByStars": ["861", "791", "348", "74", "20"],
      "likedPercent": 96,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1388261176l/202197.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": 2.77
    },
    {
      "bookId": "250192.The_Buddha_In_Daily_Life",
      "title": "The Buddha In Daily Life: An Introduction to the Buddhism of Nichiren Daishonin",
      "series": "",
      "author": "Richard G. Causton",
      "rating": 4.31,
      "description": "\n  Nam-myoho-renge-kyo . . . Nam-myoho-renge-kyo . . .\nPerhaps because it does not involve conforming to a specific lifestyle, the Buddhism of Nichiren Daishonin has attracted millions of adherents around the world during recent years. Its message is simply that those who commit themselves in faith, study and practice will achieve their goals and be moved to dedicate themselves to the wider cause of human happiness, world peace and environmental harmony.In this comprehensive and helpful book, the late Richard Causton, chairman of the lay society of those who practise the Buddhism of Nichiren Daishonin in the UK, explains the teachings and practice of the movement. He sets it into its international and historical perspective and gives many examples of how individuals and their families can overcome their problems and begin to reveal their full potential.'It teaches that the state of Buddhahood can be attained by anyone within everyday life...'THE SUNDAY TIMES",
      "language": "English",
      "isbn": 9780712674560,
      "genres": [
        "Buddhism",
        "Spirituality",
        "Nonfiction",
        "Self Help",
        "Philosophy",
        "Religion"
      ],
      "characters": [],
      "bookFormat": "Paperback",
      "edition": "",
      "pages": 299,
      "publisher": "Rider",
      "publishDate": "July 6th 1995",
      "firstPublishDate": "February 27th 1994",
      "awards": [],
      "numRatings": 455,
      "ratingsByStars": ["252", "120", "61", "15", "7"],
      "likedPercent": 95,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1480096024l/250192._SY475_.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": 3.97
    },
    {
      "bookId": "17261811-strikeforce",
      "title": "Strikeforce",
      "series": "Skyship Academy #3",
      "author": "Nick James (Goodreads Author)",
      "rating": 4.04,
      "description": "Two brothers battle for one planet's fateEarth is under attack by the alien Authority. Cassius Stevenson and his brother Jesse Fisher, descendants of the planet Haven’s resistance forces, are the catalyst and key to marshaling Earth's remaining resources and warding off the invasion.But the Authority has only begun to fight. Their terrible new weapon sends Earth's defenders—Skyship soldiers, the Surface government, and an army of Drifters—into turmoil. Alliances shift, traitors are revealed, and soon Earth's last chance at salvation lies in the hands of one brother who must make the ultimate sacrifice.",
      "language": "English",
      "isbn": 9780738736372,
      "genres": [
        "Science Fiction",
        "Young Adult",
        "Dystopia",
        "Steampunk",
        "Post Apocalyptic",
        "Futuristic"
      ],
      "characters": [],
      "bookFormat": "Paperback",
      "edition": "",
      "pages": 360,
      "publisher": "Flux",
      "publishDate": "October 8th 2013",
      "firstPublishDate": "October 1st 2013",
      "awards": [],
      "numRatings": 189,
      "ratingsByStars": ["69", "69", "43", "6", "2"],
      "likedPercent": 96,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1358672620l/17261811.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": 9.96
    },
    {
      "bookId": "246574.Down_the_Common",
      "title": "Down the Common: A Year in the Life of a Medieval Woman",
      "series": "",
      "author": "Ann Baer",
      "rating": 4.15,
      "description": "Gifted with the ability to see beauty when others only see hunger, brutal work, and disease, Marion becomes her medieval English village's salvation, in an evocative celebration of Everywoman.",
      "language": "English",
      "isbn": 9780871318749,
      "genres": [
        "Historical Fiction",
        "Medieval",
        "Historical",
        "Fiction",
        "British Literature",
        "Womens"
      ],
      "characters": [],
      "bookFormat": "Paperback",
      "edition": "",
      "pages": 240,
      "publisher": "M. Evans and Company",
      "publishDate": "September 9th 1998",
      "firstPublishDate": "December 31st 1996",
      "awards": [],
      "numRatings": 556,
      "ratingsByStars": ["230", "214", "90", "10", "12"],
      "likedPercent": 96,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1388463958l/246574.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": 7.14
    },
    {
      "bookId": "17802957-a-little-history-of-literature",
      "title": "A Little History of Literature",
      "series": "Little History",
      "author": "John Sutherland",
      "rating": 3.9,
      "description": "This 'little history' takes on a very big subject: the glorious span of literature from Greek myth to graphic novels, from The Epic of Gilgamesh to Harry Potter. John Sutherland is perfectly suited to the task. He has researched, taught, and written on virtually every area of literature, and his infectious passion for books and reading has defined his own life. Now he guides young readers and the grown-ups in their lives on an entertaining journey 'through the wardrobe' to a greater awareness of how literature from across the world can transport us and help us to make sense of what it means to be human. Sutherland introduces great classics in his own irresistible way, enlivening his offerings with humor as well as learning: Beowulf, Shakespeare, Don Quixote, the Romantics, Dickens, Moby Dick, The Waste Land, Woolf, 1984, and dozens of others. He adds to these a less-expected, personal selection of authors and works, including literature usually considered well below 'serious attention' - from the rude jests of Anglo-Saxon runes to The Da Vinci Code. With masterful digressions into various themes - censorship, narrative tricks, self-publishing, taste, creativity, and madness - Sutherland demonstrates the full depth and intrigue of reading. For younger readers, he offers a proper introduction to literature, promising to interest as much as instruct. For more experienced readers, he promises just the same.",
      "language": "English",
      "isbn": 9780300186857,
      "genres": [
        "Nonfiction",
        "History",
        "Literature",
        "Books About Books",
        "Literary Criticism",
        "Reference",
        "Writing",
        "Historical",
        "Language",
        "English Literature"
      ],
      "characters": [],
      "bookFormat": "Hardcover",
      "edition": "",
      "pages": 288,
      "publisher": "Yale University Press",
      "publishDate": "November 5th 2013",
      "firstPublishDate": "",
      "awards": [],
      "numRatings": 1277,
      "ratingsByStars": ["355", "544", "290", "72", "16"],
      "likedPercent": 93,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1366555209l/17802957.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": 6.69
    },
    {
      "bookId": "542604.Phaze_Doubt",
      "title": "Phaze Doubt",
      "series": "Apprentice Adept #7",
      "author": "Piers Anthony",
      "rating": 3.82,
      "description": "The merged worlds of Phaze and Proton face a new threat from an invading force--leaving the fate of the two planets in the hands of Nepe/Flach and Lysander, two children possessing magical powers.",
      "language": "English",
      "isbn": 9780441662630,
      "genres": [
        "Fantasy",
        "Science Fiction",
        "Fiction",
        "Science Fiction Fantasy",
        "Magic",
        "Young Adult",
        "Speculative Fiction",
        "Adventure",
        "Adult",
        "Unicorns"
      ],
      "characters": ["Nepe/Flach, Lysander"],
      "bookFormat": "Mass Market Paperback",
      "edition": "",
      "pages": 324,
      "publisher": "Ace Books",
      "publishDate": "January 1st 1991",
      "firstPublishDate": 1990,
      "awards": [],
      "numRatings": 4699,
      "ratingsByStars": ["1344", "1594", "1386", "305", "70"],
      "likedPercent": 92,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1309288098l/542604.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": 3.21
    },
    {
      "bookId": "11364074-tremble",
      "title": "Tremble",
      "series": "Celestra #2",
      "author": "Addison Moore (Goodreads Author)",
      "rating": 4.03,
      "description": "Sixteen year-old, Skyla Messenger is determined to bring back the dead.For Skyla, being an angel from the coveted Celestra faction hasn't been easy. An entire band of wicked angels is after her blood, a Sector is after something far more sinister, and her newfound powers lead her on a quest to save her dead father. Skyla and her boyfriend Logan try to piece together a plan to take down the Countenance in order to maintain their relationship, but will Skyla's burgeoning feelings for Gage get in the way?And when Skyla decides to use her powerful blood to change the fate of another deceased soul, just who is going to stop her?*This book also works as a stand-alone novel.",
      "language": "English",
      "isbn": 9999999999999,
      "genres": [
        "Paranormal",
        "Angels",
        "Young Adult",
        "Fantasy",
        "Paranormal Romance",
        "Romance",
        "Supernatural",
        "Time Travel",
        "Young Adult Paranormal",
        "Amazon"
      ],
      "characters": [],
      "bookFormat": "Kindle Edition",
      "edition": "",
      "pages": 170,
      "publisher": "Addison Moore",
      "publishDate": "May 26th 2011",
      "firstPublishDate": "",
      "awards": [],
      "numRatings": 8392,
      "ratingsByStars": ["3422", "2625", "1680", "466", "199"],
      "likedPercent": 92,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1305524637l/11364074.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": ""
    },
    {
      "bookId": "743352.From_Pictland_to_Alba_789_1070",
      "title": "From Pictland to Alba, 789 - 1070",
      "series": "New Edinburgh History of Scotland #2",
      "author": "Alex Woolf",
      "rating": 4.41,
      "description": "In the 780s northern Britain was dominated by two great kingdoms; Pictavia, centred in north-eastern Scotland and Northumbria which straddled the modern Anglo-Scottish border. Within a hundred years both of these kingdoms had been thrown into chaos by the onslaught of the Vikings and within two hundred years they had become distant memories.This book charts the transformation of the political landscape of northern Britain between the eighth and the eleventh centuries. Central to this narrative is the mysterious disappearance of the Picts and their language and the sudden rise to prominence of the Gaelic-speaking Scots who would replace them as the rulers of the North. From Pictland to Alba uses fragmentary sources which survive from this darkest period in Scottish history to guide the reader past the pitfalls which beset the unwary traveller in these dangerous times. Important sources are presented in full and their value as evidence is thoroughly explored and evaluated.",
      "language": "English",
      "isbn": 9780748612338,
      "genres": [
        "History",
        "Scotland",
        "Medieval History",
        "Nonfiction",
        "Medieval",
        "Ancient History"
      ],
      "characters": [],
      "bookFormat": "Hardcover",
      "edition": "",
      "pages": 384,
      "publisher": "Edinburgh University Press",
      "publishDate": "June 1st 2007",
      "firstPublishDate": "January 1st 2007",
      "awards": [],
      "numRatings": 44,
      "ratingsByStars": ["20", "22", "2", "0", "0"],
      "likedPercent": 100,
      "setting": ["Pictland", "Scotland", "Kingdom of Alba"],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1336058272l/743352.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": 202.62
    },
    {
      "bookId": "193659.Lost_Moon",
      "title": "Lost Moon: The Perilous Voyage of Apollo 13",
      "series": "",
      "author": "Jim Lovell, Jeffrey Kluger, Fred Sanders (Narrator)",
      "rating": 4.33,
      "description": "April 1970. The glory days of the Apollo space program. NASA send Commander Jim Lovell and two other astronauts on America's fifth mission to the moon.Only fifty-five hours into the flight, disaster strikes. A mysterious explosion rocks the ship. Its oxygen and power begin draining away. Lovell and his crew watch as the cockpit grows darker, the air grows thinner, and the instruments wink out one by one.In this tale of astonishing courage, brilliant improvisation and thrilling adventure, the reader is transported right into the capsule during one of the worst disasters in the history of space exploration.",
      "language": "English",
      "isbn": 9780395670293,
      "genres": [
        "Nonfiction",
        "History",
        "Space",
        "Science",
        "Biography",
        "Memoir",
        "Historical",
        "American History",
        "Adventure",
        "Astronomy"
      ],
      "characters": ["Jim Lovell", "Jack Swigert", "Fred Haise"],
      "bookFormat": "Hardcover",
      "edition": "",
      "pages": 378,
      "publisher": "Houghton Mifflin",
      "publishDate": "September 6th 1994",
      "firstPublishDate": "",
      "awards": [],
      "numRatings": 6978,
      "ratingsByStars": ["3540", "2436", "827", "126", "49"],
      "likedPercent": 97,
      "setting": ["Cape Canaveral", "Florida (United States)", "Outer Space"],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1430185890l/193659.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": 6.92
    },
    {
      "bookId": "11408100-catch-your-death",
      "title": "Catch Your Death",
      "series": "Kate Maddox #1",
      "author": "Louise Voss (Goodreads Author), Mark Edwards (Goodreads Author)",
      "rating": 3.68,
      "description": "Fear is contagious…The No.1 bestselling internet sensation. Now in an updated edition with exclusive new material.A terrifying enigma – with the power to destroy…Twenty years ago, Kate Maddox was a volunteer at a research centre where scientists hunted for a cure for the common cold virus. That summer, Kate fell in love with a handsome young doctor, Stephen, but her stay ended in his tragic death and Kate fled to a new life in the US.Now Kate is back in England and on the run with her young son, this time from her vile husband. But a chance encounter sets her on a terrifying path of discovery. What really happened at the Cold Research Unit two decades ago?Pursued by both her estranged husband and a psychotic killer who is obsessed with his prey, Kate must fight to solve the puzzle of the past – uncovering a sickening betrayal and a truth more horrifying than she could ever have imagined…",
      "language": "English",
      "isbn": "B0050X8HGG",
      "genres": [
        "Thriller",
        "Mystery",
        "Crime",
        "Mystery Thriller",
        "Fiction",
        "Adult",
        "British Literature",
        "Suspense"
      ],
      "characters": [],
      "bookFormat": "Kindle Edition",
      "edition": "",
      "pages": "",
      "publisher": "",
      "publishDate": "May 14th 2011",
      "firstPublishDate": "",
      "awards": [],
      "numRatings": 1193,
      "ratingsByStars": ["313", "389", "336", "111", "44"],
      "likedPercent": 87,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1327830203l/11408100.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": ""
    },
    {
      "bookId": "296523.Wild_Blood",
      "title": "Wild Blood",
      "series": "Switchers #3",
      "author": "Kate Thompson",
      "rating": 3.68,
      "description": "With her fifteenth birthday approaching, Tess is running out of time. She must decide who -- or what -- she will become when she makes the final Switch of her life. To make the impossible decision even worse, she finds herself shipped off to relatives in the country, miles from home, her parents, and, most important, her best friend, Kevin.In the third and final installment of the Switchers trilogy, Tess will choose what form she will take for the rest of her life. Will it be human, animal, or something even wilder?t a trip!",
      "language": "English",
      "isbn": 9780786814220,
      "genres": [
        "Fantasy",
        "Young Adult",
        "Shapeshifters",
        "Urban Fantasy",
        "Paranormal",
        "Young Adult Fantasy",
        "Childrens",
        "Science Fiction Fantasy",
        "Fiction",
        "Teen"
      ],
      "characters": [],
      "bookFormat": "Paperback",
      "edition": "",
      "pages": 261,
      "publisher": "Hyperion Books",
      "publishDate": "June 1st 2002",
      "firstPublishDate": "April 1st 2000",
      "awards": [],
      "numRatings": 302,
      "ratingsByStars": ["62", "109", "107", "21", "3"],
      "likedPercent": 92,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1531764920l/296523._SX318_.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": 10.94
    },
    {
      "bookId": "452777.Into_the_Silent_Land",
      "title": "Into the Silent Land: Travels in Neuropsychology",
      "series": "",
      "author": "Paul Broks (Goodreads Author)",
      "rating": 3.92,
      "description": "Into the Silent Land is a collection of case studies and short tutorials on neuropsychology, which is the science of analyzing the relationship between personality, performance, and the anatomical and physiological structure of the brain. Broks fuses classic cases of neuropsychology with the his own case studies, philosophical debate, and thought provoking riffs and meditations on the nature of neurological impairments and dysfunctions.",
      "language": "English",
      "isbn": 9780802141286,
      "genres": [
        "Psychology",
        "Nonfiction",
        "Science",
        "Neuroscience",
        "Philosophy",
        "Medicine",
        "Medical",
        "Mental Health",
        "Brain",
        "Health"
      ],
      "characters": [],
      "bookFormat": "Paperback",
      "edition": "",
      "pages": 246,
      "publisher": "Grove Press / Atlantic Monthly Press",
      "publishDate": "April 13th 2004",
      "firstPublishDate": 2003,
      "awards": ["Guardian First Book Award Nominee (2003)"],
      "numRatings": 1211,
      "ratingsByStars": ["425", "400", "269", "94", "23"],
      "likedPercent": 90,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1328822266l/452777.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": 14.78
    },
    {
      "bookId": "25172436-xxii-kuroshitsuji-xxii",
      "title": "黒執事 XXII [Kuroshitsuji XXII]",
      "series": "黒執事 [Kuroshitsuji] #22",
      "author": "Yana Toboso, 枢 やな",
      "rating": 4.39,
      "description": "主人の塵は、遠刺の瞳で撃ち払う――\n\n緑の魔女を巡るドイツ軍との戦いを制したセバスチャンとシエル。その帰路ディーデリヒの屋敷に身を寄せたシエルは、葬儀屋の不可解な言動を知ることとなる…。大人気執事コミック最新刊! 読者人気投票上位キャラが総出演する番外編読切も収録!!",
      "language": "Japanese",
      "isbn": 9784757547896,
      "genres": [
        "Manga",
        "Fantasy",
        "Historical Fiction",
        "Graphic Novels",
        "Paranormal",
        "Supernatural",
        "Young Adult",
        "Comics",
        "Fiction",
        "Historical"
      ],
      "characters": [],
      "bookFormat": "Paperback",
      "edition": "Gファンタジーコミックス / G Fantasy Comics",
      "pages": 178,
      "publisher": "スクウェア・エニックス / Square Enix",
      "publishDate": "November 18th 2015",
      "firstPublishDate": "",
      "awards": [],
      "numRatings": 1943,
      "ratingsByStars": ["1082", "583", "238", "31", "9"],
      "likedPercent": 98,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1446055615l/25172436._SX318_.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": 13.72
    },
    {
      "bookId": "19086685-arena-mode",
      "title": "Arena Mode",
      "series": "The Arena Mode Saga #1",
      "author": "Blake Northcott (Goodreads Author)",
      "rating": 3.74,
      "description": " The Arena Mode Saga has over 500 Five-Star Reviews across Amazon and Goodreads, and is Kickstarter's #1 selling science-fiction series of all time.In his twenty-nine years, Matthew Moxon had done virtually nothing with his record-breaking IQ and unparalleled problem solving abilities. Until one morning, after a dangerous fall lands him in the emergency room, he discovers that a tumor is pressing against his brain.Unable to afford experimental but potentially life-saving surgery, Moxon takes drastic action; he volunteers for Arena Mode: 2041's most vicious sporting event, where thirteen superhumans fight in an urban combat zone for a multi-billion dollar prize.Moxon is forced to battle opponents possessing ungodly speed, strength, and abilities once thought to exist only across the pages of superhero comics - and he's armed with nothing more than his rapidly-diminishing brain cells.With the odds stacked impossibly against him, Moxon fights to not only survive the wrath of the other competitors, but to unlock the mysteries buried within the Arena itself.Discover the series that has been nominated for the prestigious BSFA Award (Arena Mode, Best Novel of 2013), has been ranked #1 on Amazon in the US and the UK (Arena Mode, Superhero and Dystopian categories, May 2015) and is currently part of the high school curriculum in the state of Florida.",
      "language": "English",
      "isbn": "B00E55QLO0",
      "genres": [
        "Science Fiction",
        "Fantasy",
        "Dystopia",
        "Superheroes",
        "Fiction",
        "Young Adult",
        "Science Fiction Fantasy",
        "Amazon",
        "Urban Fantasy",
        "Comics"
      ],
      "characters": [],
      "bookFormat": "Kindle Edition",
      "edition": "",
      "pages": 355,
      "publisher": "Noösphere Publishing",
      "publishDate": "January 31st 2014",
      "firstPublishDate": "January 1st 2013",
      "awards": [],
      "numRatings": 1587,
      "ratingsByStars": ["396", "598", "426", "117", "50"],
      "likedPercent": 89,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1385921655l/19086685.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": ""
    },
    {
      "bookId": "16472551-tre-kvinner",
      "title": "Tre kvinner: et dikt for tre stemmer",
      "series": "",
      "author": "Sylvia Plath, Hanne Bramness (Translator)",
      "rating": 4.21,
      "description": "Tre kvinner (1962) ble utgitt året før Sylvia Plath døde. Det er et relativt ukjent og annerledes verk fra hennes hånd, bevegende og sterkt om tre forskjellige kvinners erfaringer med svangerskap og fødsel.",
      "language": "Norwegian",
      "isbn": 9788202253639,
      "genres": ["Poetry", "Womens", "Plays", "Feminism", "American"],
      "characters": [],
      "bookFormat": "Paperback",
      "edition": "",
      "pages": 63,
      "publisher": "Cappelen",
      "publishDate": 2005,
      "firstPublishDate": 1962,
      "awards": [],
      "numRatings": 540,
      "ratingsByStars": ["236", "199", "86", "18", "1"],
      "likedPercent": 96,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1355329811l/16472551.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": ""
    },
    {
      "bookId": "458341.Courtney_Crumrin_and_the_Night_Things",
      "title": "Courtney Crumrin and the Night Things",
      "series": "Courtney Crumrin #1",
      "author": "Ted Naifeh (Goodreads Author), Kalah Allen (Design), James Lucas Jones (Editor)",
      "rating": 4.06,
      "description": "Presenting the initial COURTNEY CRUMRIN miniseries in a new digest-sized format. Courtney's parents have dragged her out to a high-to-do suburb to live with her creepy Great Uncle Aloysius in his spooky old house. She's not only the new kid in school, but she also discovers strange things lurking under her bed.",
      "language": "English",
      "isbn": 9781929998609,
      "genres": [
        "Graphic Novels",
        "Comics",
        "Fantasy",
        "Horror",
        "Young Adult",
        "Fiction",
        "Graphic Novels Comics",
        "Paranormal",
        "Urban Fantasy",
        "Teen"
      ],
      "characters": [],
      "bookFormat": "Paperback",
      "edition": "Second Edition",
      "pages": 128,
      "publisher": "Oni Press",
      "publishDate": "September 21st 2003",
      "firstPublishDate": "January 13th 2003",
      "awards": [],
      "numRatings": 4787,
      "ratingsByStars": ["1819", "1747", "966", "184", "71"],
      "likedPercent": 95,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1348893757l/458341.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": 1.64
    },
    {
      "bookId": "20621185-golden-boys",
      "title": "Golden Boys",
      "series": "",
      "author": "Sonya Hartnett",
      "rating": 3.74,
      "description": " \"Sonya Hartnett's third novel for adults is perfectly formed and utterly compelling, an unflinching and disquieting work from one of Australia's finest writers.\" - Booktopia Colt Jenson and his younger brother Bastian live in a world of shiny, new things – skateboards, slot cars, train sets and even the latest BMX. Their affluent father, Rex, has made sure that they'll be the envy of the new, working-class suburb they've moved to. But underneath the surface of the perfect family, is there something unsettling about the Jensons? To the local kids, Rex becomes a kind of hero, but Colt senses there's something in his father that could destroy their fragile new lives.",
      "language": "English",
      "isbn": 9781926428611,
      "genres": [
        "Fiction",
        "Young Adult",
        "Realistic Fiction",
        "Contemporary",
        "Australia",
        "Historical Fiction",
        "Literary Fiction",
        "Family",
        "Adult",
        "Audiobook"
      ],
      "characters": [],
      "bookFormat": "Paperback",
      "edition": "",
      "pages": 224,
      "publisher": "Penguin Australia",
      "publishDate": "August 27th 2014",
      "firstPublishDate": "August 16th 2014",
      "awards": [
        "\"Victorian Premier's Literary Award Nominee for Fiction (2015)\", 'Australian Independent Booksellers Indie Book Award for Fiction (2015)",
        "Australian Book Industry Award (ABIA) Nominee for Literary Fiction (2015)",
        "The Stella Prize Nominee for Longlist (2015)"
      ],
      "numRatings": 1391,
      "ratingsByStars": ["291", "596", "385", "88", "31"],
      "likedPercent": 91,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1405056924l/20621185.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": 17.63
    },
    {
      "bookId": "9454022-h-y-kteki-nar-a-ac",
      "title": "Hüyükteki Nar Ağacı",
      "series": "",
      "author": "Yaşar Kemal",
      "rating": 4.13,
      "description": "Yaşar Kemal’in “doğa-insan ilişkilerini en iyi anlamda verdiğim yapıtlarımdan biri” dediği Hüyükteki Nar Ağacı, traktörün tarıma girmesiyle birlikte işsiz kalan yarıcılar ve mevsimlik işçilerin dramını konu alıyor. Kapitalizmin Çukurova’ya düşen büyük gölgesi, her satırla görünür kılınıyor.“İşte bu romanı ve Yaşar Kemal’in pek çok yapıtını güçlü kılan şey şu ‘doğa-insan ilişkisi’ sözlerinde saklanıyor. Çünkü Yaşar Kemal bu ilişkiye insanın en temel, en eski, dil yaratma yetisiyle özdeş bir niteliğiyle yaklaşıyor. Mitos yaratmak...”Güven Turan“Hüyükteki Nar Ağacı adlı romandaki tüm unsurların büyüleyici olması dışında Yaşar Kemal bu romanında kâinatın dışından kelimeleri ve Anadolu’da gizlenmiş mikrokosmos hayatlar ve hayaller ile epik yazarların kosmosunu yaratmayı başarmış.” Frankfurter Allgemeine Zeitung, (Almanya) “Yaşar Kemal romanlarının çoğu, kuş uçmaz kervan geçmez Kilikya’da, sıtmanın kol gezdiği bereketli Çukurova’da, İstanbul’a bile başka bir dünya gibi görünen topraklarda geçer. Bu ücra, zorlu bölgeyi dünya edebiyatına taşıyan Yaşar Kemal, çok iyi bildiği eski mitlerden yola çıkarak çağdaş yapıtlar yaratıyor.”Karl-Markus Gauss, Süddeutsche Zeitung, (Almanya)",
      "language": "Turkish",
      "isbn": 9999999999999,
      "genres": ["Turkish Literature", "Turkish", "Roman"],
      "characters": [],
      "bookFormat": "Paperback",
      "edition": "",
      "pages": 93,
      "publisher": "Yapı Kredi Yayınları",
      "publishDate": "January 2004",
      "firstPublishDate": 1982,
      "awards": [],
      "numRatings": 389,
      "ratingsByStars": ["145", "167", "63", "10", "4"],
      "likedPercent": 96,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1437922836l/9454022._SY475_.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": ""
    },
    {
      "bookId": "401072.Tangled_Up_In_You",
      "title": "Tangled Up In You",
      "series": "Writer Friends #3",
      "author": "Rachel Gibson (Goodreads Author)",
      "rating": 3.95,
      "description": "Maddie Dupree isn't in Truly, Idaho, looking for a husband, a boyfriend, or anything in between.Maddie is determined to uncover the untold story about the town's sordid past--her past. As a child, Maddie lost everything, and now she's back at the scene of the scandal--a local establishment that's always belonged to the Hennessys--determined to uncover the truth, and nothing is going to stand in her way. Especially not a black-haired, blue-eyed Hennessy.Everyone in Truly knows that the Hennessy men are irresistible, and the current owner, Mick, is no exception. His late father was a skirt-chasing heartbreaker who ended up causing disaster for two families. So far, Mick's managed to keep the ladies in line, but when he claps eyes on Maddie, with her luscious curves and tempting lips, he can't resist getting tangled up with her.But Maddie is keeping secrets, not the least of which is her true reason for being in town. And when Mick discovers what`s really going on, there is going to be a whole lot of trouble in Truly.",
      "language": "English",
      "isbn": 9780061178030,
      "genres": [
        "Romance",
        "Contemporary Romance",
        "Contemporary",
        "Chick Lit",
        "Fiction",
        "Adult",
        "Humor",
        "Audiobook",
        "Mystery",
        "M F Romance"
      ],
      "characters": ["Madeline Jones", "Lochlyn Michael \"Mick\" Hennessy"],
      "bookFormat": "Mass Market Paperback",
      "edition": "",
      "pages": 364,
      "publisher": "Avon",
      "publishDate": "July 31st 2007",
      "firstPublishDate": "",
      "awards": [
        "RITA Award by Romance Writers of America Nominee for Contemporary Single Title Romance (2008)"
      ],
      "numRatings": 11161,
      "ratingsByStars": ["3432", "4365", "2790", "483", "91"],
      "likedPercent": 95,
      "setting": ["Truly, Idaho (United States)"],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1388467305l/401072.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": 4.31
    },
    {
      "bookId": "32718401-wer-b-ses-in-sich-tr-gt",
      "title": "Wer Böses in sich trägt",
      "series": "The Hollows #3",
      "author": "Lisa Unger (Goodreads Author), Eva Bonné (Translator)",
      "rating": 3.96,
      "description": "Lana führt ein ruhiges und sorgenfreies Leben in der idyllischen Kleinstadt The Hollows, New York. Niemand ahnt, dass die junge Studentin hinter einem sorgfältig geknüpften Netz aus Lügen und Halbwahrheiten ein dunkles Geheimnis verbirgt. Bis plötzlich Lanas Freundin Beck spurlos verschwindet. Um ihr Geheimnis zu schützen, behält Lana die Wahrheit über die Nacht, in der sie Beck das letzte Mal sah, für sich. Damit gerät sie jedoch nicht nur in den Fokus der Ermittlungen. Jemand weiß um Lanas Lügen, verwickelt sie in ein gefährliches Spiel und lockt sie in eine tödliche Falle ...",
      "language": "German",
      "isbn": 9783442480920,
      "genres": [
        "Mystery",
        "Thriller",
        "Fiction",
        "Mystery Thriller",
        "Suspense",
        "Psychological Thriller",
        "Crime",
        "Contemporary",
        "Adult",
        "Adult Fiction"
      ],
      "characters": [
        "Lana Granger",
        "Rebecca \"Beck\" Miller",
        "Luke Kahn",
        "Rachel Kahn",
        "Langdon Hewes"
      ],
      "bookFormat": "Mass Market Paperback",
      "edition": "",
      "pages": 384,
      "publisher": "Goldmann",
      "publishDate": "March 16th 2015",
      "firstPublishDate": 2014,
      "awards": [
        "Silver Falchion Award for Crime Thriller (2015)",
        "Goodreads Choice Award Nominee for Mystery & Thriller (2014)"
      ],
      "numRatings": 11986,
      "ratingsByStars": ["3504", "5309", "2476", "541", "156"],
      "likedPercent": 94,
      "setting": ["The Hollows"],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1477044294l/32718401._SY475_.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": 4
    },
    {
      "bookId": "33834730-the-unquiet-grave",
      "title": "The Unquiet Grave",
      "series": "Ballad #12",
      "author": "Sharyn McCrumb (Goodreads Author)",
      "rating": 3.71,
      "description": "From New York Times bestselling author Sharyn McCrumb comes a finely wrought novel set in nineteenth-century West Virginia, based on the true story of one of the strangest murder trials in American history—the case of the Greenbrier Ghost.Lakin, West Virginia, 1930 Following a suicide attempt and consigned to a segregated insane asylum, attorney James P. D. Gardner finds himself under the care of Dr. James Boozer. Fresh out of medical school, Dr. Boozer is eager to try the new talking cure for insanity, and encourages his elderly patient to reminisce about his experiences as the first black attorney to practice law in nineteenth-century West Virginia. Gardner's most memorable case was the one in which he helped to defend a white man on trial for the murder of his young bride—a case that the prosecution based on the testimony of a ghost.  Greenbrier, West Virginia, 1897 Beautiful, willful Zona Heaster has always lived in the mountains of West Virginia. Despite her mother’s misgivings, Zona marries Erasmus Trout Shue, the handsome blacksmith who has recently come to Greenbrier County. After weeks of silence from the newlyweds, riders come to the Heasters’ place to tell them that Zona has died from a fall, attributed to a recent illness. Mary Jane is determined to get justice for her daughter. A month after the funeral, she informs the county prosecutor that Zona’s ghost appeared to her, saying that she had been murdered. An autopsy, ordered by the reluctant prosecutor, confirms her claim.  The Greenbrier Ghost is renowned in American folklore, but Sharyn McCrumb is the first author to look beneath the legend to unearth the facts. Using a century of genealogical material and other historical documents, McCrumb reveals new information about the story and brings to life the personalities in the trial: the prosecutor, a former Confederate cavalryman; the defense attorney, a pro-Union bridgeburner, who nevertheless had owned slaves; and the mother of the murdered woman, who doggedly sticks to her ghost story—all seen through the eyes of a young black lawyer on the cusp of a new century, with his own tragedies yet to come.  With its unique blend of masterful research and mesmerizing folklore, illuminating the story’s fascinating and complex characters, The Unquiet Grave confirms Sharyn McCrumb’s place among the finest Southern writers at work today.",
      "language": "English",
      "isbn": 9781476772875,
      "genres": [
        "Historical Fiction",
        "Mystery",
        "Fiction",
        "Historical",
        "True Crime",
        "Horror",
        "Crime",
        "Historical Mystery",
        "Ghosts",
        "Ghost Stories"
      ],
      "characters": [],
      "bookFormat": "Kindle Edition",
      "edition": "",
      "pages": 369,
      "publisher": "Atria Books",
      "publishDate": "September 12th 2017",
      "firstPublishDate": "",
      "awards": [],
      "numRatings": 2154,
      "ratingsByStars": ["424", "882", "679", "139", "30"],
      "likedPercent": 92,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1487139683l/33834730.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": 5.39
    },
    {
      "bookId": "311151.The_Quiet_Gentleman",
      "title": "The Quiet Gentleman",
      "series": "",
      "author": "Georgette Heyer, Karen Hawkins (Goodreads Author) (Foreword)",
      "rating": 3.96,
      "description": "Gervase Frant finally returns to his father's estate to claim his title as the new Seventh Earl of St. Erth at Stanyon. Unscathed from glory at Waterloo, Gervase expected a hero's welcome - instead he's given a frigid cold shoulder. Upon his return only Theo, a cousin even quieter than himself, is there to greet him--and when he meets his stepmother and half-brother open disdain put a chill on Gervase's welcome, and he detects open regret that he has survived inconveniently two wars. Now he must establish himself as the new head of the house... and ignore his family's rising hostility. Then Gervase's eye is caught by beautiful and charming Mariann Bolderwood, a collector of beaux -- the same young woman already much in favor with his half-brother. Gervase struggles to maintain a gentlemanly balance, but now the brothers are again rivals as they bid for the lady's attentions. But the dangers of the Lincolnshire countryside could never be more unexpected. Gervase finds himself the victim of repeatedly life-threatening accidents. And soon it becomes increasingly clear that someone wants the new Earl cruelly dead. Level-headed Drusilla Morville is captivated by Gervase but knows that she does not stand a chance against the debutantes vying for his affections, until Gervase's life is endangered and free-spirited Drusilla comes to the rescue.",
      "language": "English",
      "isbn": 9780373836840,
      "genres": [
        "Romance",
        "Historical Fiction",
        "Regency",
        "Historical Romance",
        "Historical",
        "Fiction",
        "Mystery",
        "Regency Romance",
        "Classics",
        "British Literature"
      ],
      "characters": ["Gervase Frant, Earl of St Erth", "Drusilla Morville"],
      "bookFormat": "Mass Market Paperback",
      "edition": "Harlequin Signature Showcase",
      "pages": 416,
      "publisher": "Harlequin",
      "publishDate": "January 10th 2006",
      "firstPublishDate": 1951,
      "awards": [],
      "numRatings": 7277,
      "ratingsByStars": ["2326", "2794", "1784", "318", "55"],
      "likedPercent": 95,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1217460707l/311151.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": 8.34
    },
    {
      "bookId": "287490.Memoirs_of_My_Nervous_Illness",
      "title": "Memoirs of My Nervous Illness",
      "series": "",
      "author": "Daniel Paul Schreber, Richard A. Hunter (Translator), Ida Macalpine (Translator), Rosemary Dinnage (Introduction)",
      "rating": 4.07,
      "description": "In 1884, the distinguished German jurist Daniel Paul Schreber suffered the first of a series of mental collapses that would afflict him for the rest of his life. In his madness, the world was revealed to him as an enormous architecture of nerves, dominated by a predatory God. It became clear to Schreber that his personal crisis was implicated in what he called a \"crisis in God's realm,\" one that had transformed the rest of humanity into a race of fantasms. There was only one remedy; as his doctor noted: Schreber \"considered himself chosen to redeem the world, and to restore to it the lost state of Blessedness. This, however, he could only do by first being transformed from a man into a woman....\"",
      "language": "English",
      "isbn": 9780940322202,
      "genres": [
        "Psychology",
        "Nonfiction",
        "Memoir",
        "Biography",
        "Mental Health",
        "Mental Illness",
        "Germany",
        "German Literature",
        "Autobiography",
        "History"
      ],
      "characters": [],
      "bookFormat": "Paperback",
      "edition": "",
      "pages": 455,
      "publisher": "NYRB Classics",
      "publishDate": "January 31st 2000",
      "firstPublishDate": 1903,
      "awards": [],
      "numRatings": 556,
      "ratingsByStars": ["225", "185", "112", "26", "8"],
      "likedPercent": 94,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1320554617l/287490.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": 16.46
    },
    {
      "bookId": "177539.The_History_of_Jazz",
      "title": "The History of Jazz",
      "series": "",
      "author": "Ted Gioia",
      "rating": 4.06,
      "description": "Jazz is the most colorful and varied art form in the world and it was born in one of the most colorful and varied cities, New Orleans. From the seed first planted by slave dances held in Congo Square and nurtured by early ensembles led by Buddy Belden and Joe \"King\" Oliver, jazz began its long winding odyssey across America and around the world, giving flower to a thousand different forms--swing, bebop, cool jazz, jazz-rock fusion--and a thousand great musicians. Now, in The History of Jazz, Ted Gioia tells the story of this music as it has never been told before, in a book that brilliantly portrays the legendary jazz players, the breakthrough styles, and the world in which it evolved. Here are the giants of jazz and the great moments of jazz history--Jelly Roll Morton (\"the world's greatest hot tune writer\"), Louis Armstrong (whose O-keh recordings of the mid-1920s still stand as the most significant body of work that jazz has produced), Duke Ellington at the Cotton Club, cool jazz greats such as Gerry Mulligan, Stan Getz, and Lester Young, Charlie Parker's surgical precision of attack, Miles Davis's 1955 performance at the Newport Jazz Festival, Ornette Coleman's experiments with atonality, Pat Metheny's visionary extension of jazz-rock fusion, the contemporary sounds of Wynton Marsalis, and the post-modernists of the Knitting Factory. Gioia provides the reader with lively portraits of these and many other great musicians, intertwined with vibrant commentary on the music they created. Gioia also evokes the many worlds of jazz, taking the reader to the swamp lands of the Mississippi Delta, the bawdy houses of New Orleans, the rent parties of Harlem, the speakeasies of Chicago during the Jazz Age, the after hours spots of corrupt Kansas city, the Cotton Club, the Savoy, and the other locales where the history of jazz was made. And as he traces the spread of this protean form, Gioia provides much insight into the social context in which the music was born. He shows for instance how the development of technology helped promote the growth of jazz--how ragtime blossomed hand-in-hand with the spread of parlor and player pianos, and how jazz rode the growing popularity of the record industry in the 1920s. We also discover how bebop grew out of the racial unrest of the 1940s and '50s, when black players, no longer content with being \"entertainers,\" wanted to be recognized as practitioners of a serious musical form. Jazz is a chameleon art, delighting us with the ease and rapidity with which it changes colors. Now, in Ted Gioia's The History of Jazz, we have at last a book that captures all these colors on one glorious palate. Knowledgeable, vibrant, and comprehensive, it is among the small group of books that can truly be called classics of jazz literature.",
      "language": "English",
      "isbn": 9780195126532,
      "genres": [
        "Music",
        "History",
        "Nonfiction",
        "Jazz",
        "Art",
        "Cultural",
        "Reference",
        "Criticism",
        "American History",
        "The United States Of America"
      ],
      "characters": [],
      "bookFormat": "Paperback",
      "edition": "",
      "pages": 471,
      "publisher": "Oxford University Press",
      "publishDate": "May 6th 1998",
      "firstPublishDate": "November 1st 1997",
      "awards": [],
      "numRatings": 3770,
      "ratingsByStars": ["1511", "1347", "634", "169", "109"],
      "likedPercent": 93,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1348549243l/177539.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": 5.2
    },
    {
      "bookId": "24105713-the-reluctant-duchess",
      "title": "The Reluctant Duchess",
      "series": "Ladies of the Manor #2",
      "author": "Roseanna M. White (Goodreads Author)",
      "rating": 4.15,
      "description": "Will Fleeing the Scottish Highlands Only Leave Her in More Danger?Lady Rowena Kinnaird may be the heiress to a Highland earldom, but she's never felt good enough--not for her father, not for the man she thought she'd marry, not for God. But after a shocking attack, she's willing to be forever an outcast if it means escaping those threatening her life.Brice Myerston, the Duke of Nottingham, has never been one to shy away from manor-born ladies, yet the last thing he needs is the distraction of the newly introduced Lady Rowena. He has enough on his plate having recently come into possession of a rare treasure for which many would kill, yet those around him seem intent on pairing him with this desperate but beguiling girl.Rowena is reluctant to marry this notorious flirt. And when she learns that Brice is mixed up in some kind of questionable business with a stolen treasure, she fears she'll end up in more danger than she fled.",
      "language": "English",
      "isbn": 9780764213519,
      "genres": [
        "Historical Fiction",
        "Romance",
        "Christian Fiction",
        "Historical",
        "Christian",
        "Fiction",
        "Historical Romance",
        "Clean Romance",
        "Christian Romance",
        "Mystery"
      ],
      "characters": [
        "Rowena Kinnaird",
        "Ella Myerston",
        "Justin Wildon",
        "Brook Eden",
        "Brice Myerston",
        "James Azerly",
        "Geoff Abbott",
        "Stella Abbott",
        "Old Abbott",
        "Lilias Cowan",
        "Douglas Kinnaird",
        "Malcolm Kinnaird",
        "Annys Kinnaird",
        "Elspeth Kinnaird",
        "Mr. Child",
        "Mrs. MacPherson",
        "Mrs. Granger",
        "Charlotte Myerston",
        "Lord Abingdon",
        "Nora Kinnaird"
      ],
      "bookFormat": "Paperback",
      "edition": "",
      "pages": 400,
      "publisher": "Bethany House Publishers/Baker Publishing Group",
      "publishDate": "April 5th 2016",
      "firstPublishDate": "March 29th 2016",
      "awards": [],
      "numRatings": 2556,
      "ratingsByStars": ["1081", "925", "439", "84", "27"],
      "likedPercent": 96,
      "setting": ["Lochaber, Scotland", "Nottinghamshire, England"],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1434361795l/24105713.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": 3.31
    },
    {
      "bookId": "955496.The_Dance_of_Death",
      "title": "The Dance of Death",
      "series": "",
      "author": "Hans Holbein",
      "rating": 4.31,
      "description": "Hans Holbein the Younger (1497–1543), remembered today for his insightful portraits, was better known in his own time for his varied and extensive graphic works, the most celebrated of which was The Dance of Death. This work, from the woodblocks of collaborator Hans Lützelburger, was first published in book form in 1538.The theme of the dance of death was a popular one of the sixteenth century. Holbein captured the feeling of death, the leveler, in its attack on all classes, both sexes, and all ages. A stylized skeleton seizes the child from his mother's breast. The skeleton snatches, plays, tugs, and cavorts throughout the rest of the book. The king, emperor, pope, and cardinal must cease from their functions. The skull is thrust into the face of the astrologer. The hourglass runs out onto the floor. Countess, nun, sailor, peddler, senator are all stopped by the common force. Forty-one finely cut, highly detailed woodcuts capture the single motif, Memento mori: \"Remember, you will die.\" Although the theme is common, the variety of expressions, social groups, backgrounds, styles of dress and architecture, and calls to death are so varied that each one is unique in its power.This edition, reprinting the unabridged 1538 edition, is the first in a series reprinting great rare books from the Rosenwald Collection. Besides the woodcuts, the book contains a prefatory letter by Jean de Vauzéle and various quotations, depictions, and meditations on death, deaths of men, and the necessity of death. A repeated series of the 41 woodblocks follows the reprinted work and contains English translations of the quotations and verses. Art historians and social historians will find this to be one of the best depictions of class life caught at its fateful moment. The collector will find this to be the finest reproduction of one of Holbein's major works.",
      "language": "English",
      "isbn": 9780486228044,
      "genres": [
        "Art",
        "Nonfiction",
        "History",
        "Classics",
        "Art History",
        "Art and Photography",
        "Horror",
        "European History"
      ],
      "characters": [],
      "bookFormat": "Paperback",
      "edition": "",
      "pages": 160,
      "publisher": "Dover Publications",
      "publishDate": "June 1st 1971",
      "firstPublishDate": 1538,
      "awards": [],
      "numRatings": 201,
      "ratingsByStars": ["93", "82", "22", "3", "1"],
      "likedPercent": 98,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1415677873l/955496.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": 9.03
    },
    {
      "bookId": "11100829-worst-impressions",
      "title": "Worst Impressions",
      "series": "",
      "author": "K.L. Brady (Goodreads Author)",
      "rating": 3.54,
      "description": "From award-winning author K.L. Brady comes the first in a series of hilarious coming-of-age stories for young adults of all ages...  Liz Bennett has two things going for her -- brains and basketball -- neither of which is particularly popular with the boys. She’s a standout who has never fit in, and she’s comfortable with her place under the social radar--or so she says.  Secretly, Liz longs to meet \"the one\" who can see past her baggy jeans, high-top sneakers, and like her just as she is. So far luck hasn't been in her favor.  Not even close.  But her fortune changes when a new family moves in the neighborhood, and Trent and Darcelle enter her life. One is the boy of her dreams--the other a nightmare.  When Liz thinks she's got them both figured out, she falls for one.  But her crush clouds reason and common sense, and only the best worst date of her life will reveal whether either is truly \"the one.\" Once Liz opens her heart and finally learns to trust, will she discover the truth too late?  Sometimes the only way to see true love is with your heart...  If you enjoy this story, you will love Book 1 of K.L. Brady's young adult series SOUL OF THE BAND.",
      "language": "English",
      "isbn": 9780615462738,
      "genres": [
        "Romance",
        "Young Adult",
        "Fiction",
        "Chick Lit",
        "Contemporary"
      ],
      "characters": [],
      "bookFormat": "Kindle Edition",
      "edition": "",
      "pages": 257,
      "publisher": "",
      "publishDate": "",
      "firstPublishDate": "March 12th 2011",
      "awards": [],
      "numRatings": 269,
      "ratingsByStars": ["84", "57", "70", "37", "21"],
      "likedPercent": 78,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1328328926l/11100829.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": 11.1
    },
    {
      "bookId": "120937.The_Slimy_Stuarts",
      "title": "The Slimy Stuarts",
      "series": "Horrible Histories #9",
      "author": "Terry Deary, Martin Brown (Illustrator)",
      "rating": 3.98,
      "description": "This history book describes the more gruesome side of the Stuart period. It tells why some Stuarts ate toads, snails and fleas, which king picked his nose and never washed his hands, and who wore fish on their feet. Facts about the revolting Roundheads and ghastly Guy Fawkes are given.",
      "language": "English",
      "isbn": 9780590134828,
      "genres": [
        "History",
        "Nonfiction",
        "Childrens",
        "Historical",
        "Humor",
        "Comedy",
        "British Literature",
        "20th Century",
        "Education",
        "Reference"
      ],
      "characters": [],
      "bookFormat": "Paperback",
      "edition": "",
      "pages": 128,
      "publisher": "Scholastic Hippo",
      "publishDate": "March 15th 1996",
      "firstPublishDate": "January 1st 1996",
      "awards": [],
      "numRatings": 1194,
      "ratingsByStars": ["391", "447", "299", "51", "6"],
      "likedPercent": 95,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1332074440l/120937.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": 1.45
    },
    {
      "bookId": 15786720,
      "title": "Το Θείο Τραγί",
      "series": "",
      "author": "Giannis Skaribas, Γιάννης Σκαρίμπας",
      "rating": 4.31,
      "description": "Γραμμένο το 1931 και δημοσιευμένο στις αρχές του 1933, το \"Θείο Τραγί\" αποτελεί το σημείο εκκίνησης της νεωτερικής γραφής του Γιάννη Σκαρίμπα, αφού εμπεριέχει, προδρομικά, τα περισσότερα από τα στοιχεία εκείνα που θα εξελιχθούν και θα αποτελέσουν τα ιδιαίτερα χαρακτηριστικά της γραφής του συγγραφέα.",
      "language": "Greek, Modern (1453-)",
      "isbn": 9789602119167,
      "genres": ["Fiction", "Greece", "Literature", "20th Century", "Classics"],
      "characters": [],
      "bookFormat": "Paperback",
      "edition": "",
      "pages": 145,
      "publisher": "Νεφέλη",
      "publishDate": 1993,
      "firstPublishDate": "January 1933",
      "awards": [],
      "numRatings": 297,
      "ratingsByStars": ["144", "106", "41", "6", "0"],
      "likedPercent": 98,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1473010397l/15786720._SY475_.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": ""
    },
    {
      "bookId": "18210681-watch-your-back",
      "title": "Watch Your Back",
      "series": "Romantic Suspense #15",
      "author": "Karen Rose (Goodreads Author)",
      "rating": 4.25,
      "description": "A cold case reopened. A murderer re-emerging more deadly than ever before… Baltimore Homicide Detective Stevie Mazzetti has suffered losses no woman should have to endure. And, despite it all, she’s still a fighter. When she learns that her ex-partner might have miscarried justice, she’s determined to put the past to rights, even when she becomes a target. It’s former Marine Clay Maynard’s job to see the risk in every situation, but he doesn’t have to look hard to find the danger surrounding Stevie. Since the minute he first saw her, Clay has wanted to protect the wounded officer, and he started loving her not long after that. So when Stevie attracts the attention of a vicious psychopath, Clay will do whatever it takes to keep her alive. That is, if he can stay ahead of a killer with everything to lose—and something terrifying to hide...",
      "language": "English",
      "isbn": 9780451414106,
      "genres": [
        "Romantic Suspense",
        "Romance",
        "Mystery",
        "Thriller",
        "Suspense",
        "Crime",
        "Fiction",
        "Contemporary",
        "Adult",
        "Audiobook"
      ],
      "characters": [
        "Special Agent Joseph Carter",
        "PI Paige Holden",
        "Detective JD Fitzpatrick",
        "ASA Grayson Smith",
        "ASA Daphne Montgomery",
        "Detective Stevie Mazzetti",
        "Cordelia Mazzetti",
        "Sheriff Louise Moore",
        "Alec Vaughn",
        "Thomas Thorne",
        "Ruby Gomez",
        "Emma Townsend Walker",
        "Clay Maynard",
        "Special Agent Deacon Novak",
        "Officer Sam Hudson"
      ],
      "bookFormat": "Paperback",
      "edition": "",
      "pages": 592,
      "publisher": "Signet",
      "publishDate": "February 4th 2014",
      "firstPublishDate": "October 1st 2013",
      "awards": [],
      "numRatings": 4679,
      "ratingsByStars": ["2221", "1658", "613", "139", "48"],
      "likedPercent": 96,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1375065220l/18210681.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": 2.49
    },
    {
      "bookId": "44441891-jesus-skepticism-and-the-problem-of-history",
      "title": "Jesus, Skepticism, and the Problem of History: Criteria and Context in the Study of Christian Origins",
      "series": "",
      "author": "Darrell L. Bock (Editor), J. Ed Komoszewski (Editor), N.T. Wright (Foreword)",
      "rating": 4.25,
      "description": "In recent years, a number of New Testament scholars engaged in academic historical Jesus studies have concluded that such scholarship cannot yield secure and illuminating conclusions about its subject, arguing that the search for a historically \"authentic\" Jesus has run aground.Jesus, Skepticism, and the Problem of History brings together a stellar lineup of New Testament scholars who contend that historical Jesus scholarship is far from dead.These scholars all find value in using the tools of contemporary historical methods in the study of Jesus and Christian origins. While the skeptical use of criteria to fashion a Jesus contrary to the one portrayed in the Gospels is methodologically unsound and theologically unacceptable, these criteria, properly formulated and applied, yield positive results that support the Gospel accounts and the historical narrative in Acts. This book presents a nuanced and vitally needed alternative to the skeptical extremes of revisionist Jesus scholarship that, on the one hand, uses historical methods to call into question the Jesus of the Gospels and, on the other, denies the possibility of using historical methods to learn about Jesus.",
      "language": "",
      "isbn": 9780310534761,
      "genres": ["New Testament", "Christian"],
      "characters": [],
      "bookFormat": "Paperback",
      "edition": "",
      "pages": 384,
      "publisher": "Zondervan Academic",
      "publishDate": "October 8th 2019",
      "firstPublishDate": "",
      "awards": [],
      "numRatings": 12,
      "ratingsByStars": ["5", "5", "2", "0", "0"],
      "likedPercent": 100,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1553357025l/44441891.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": 21.11
    },
    {
      "bookId": "1152410.Return_to_Wild_America",
      "title": "Return to Wild America: A Yearlong Search for the Continent's Natural Soul",
      "series": "",
      "author": "Scott Weidensaul",
      "rating": 4.07,
      "description": "In 1953, birding guru Roger Tory Peterson and noted British naturalist James Fisher set out on what became a legendary journey-a one hundred day trek over 30,000 miles around North America. They traveled from Newfoundland to Florida, deep into the heart of Mexico, through the Southwest, the Pacific Northwest, and into Alaska's Pribilof Islands. Two years later, Wild America, their classic account of the trip, was published.On the eve of that book's fiftieth anniversary, naturalist Scott Weidensaul retraces Peterson and Fisher's steps to tell the story of wild America today. How has the continent's natural landscape changed over the past fifty years? How have the wildlife, the rivers, and the rugged, untouched terrain fared? The journey takes Weidensaul to the coastal communities of Newfoundland, where he examines the devastating impact of the Atlantic cod fishery's collapse on the ecosystem; to Florida, where he charts the virtual extinction of the great wading bird colonies that Peterson and Fisher once documented; to the Mexican tropics of Xilitla, which have become a growing center of ecotourism since Fisher and Peterson's exposition. And perhaps most surprising of all, Weidensaul finds that much of what Peterson and Fisher discovered remains untouched by the industrial developments of the last fifty years. Poised to become a classic in its own right, Return to Wild America is a sweeping survey of the natural soul of North America today.",
      "language": "English",
      "isbn": 9780865476882,
      "genres": [
        "Nature",
        "Nonfiction",
        "Travel",
        "Birds",
        "Natural History",
        "Biology",
        "Animals",
        "Outdoors",
        "Science",
        "Ecology"
      ],
      "characters": [],
      "bookFormat": "Hardcover",
      "edition": "",
      "pages": 416,
      "publisher": "North Point Press",
      "publishDate": "November 9th 2005",
      "firstPublishDate": "",
      "awards": [],
      "numRatings": 178,
      "ratingsByStars": ["65", "70", "36", "5", "2"],
      "likedPercent": 96,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1316638072l/1152410.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": 5.2
    },
    {
      "bookId": "42052148-pythen",
      "title": "Pythen",
      "series": "Galactic Order #1",
      "author": "Erin Raegan (Goodreads Author)",
      "rating": 4.08,
      "description": "PeytonI was having a cold coffee with my best friend Vivian when the whole world went upside down.Now there are gazelle-glowing-like-a-light-bulb aliens running around eating everybody, and enormous dark purply colored aliens that have a strong resemblance to bats, dive bombing from the sky. One of the bats says I'm his and I need to ease his mating rage. Yeah, not happening. Except, they tell me the fate of my world comes down to me sacrificing myself to him. Maybe this won't go like I planned. But I figure, if I have to bend to the big guy's will, I'm damn well getting something out of it. TahkMy Pythe is a human. Weak as they are, I cannot fathom how she was chosen for me—the Commander of all Dahk.But then she rises up for her species and I cannot help but notice her fierce heart. I will slaughter all who dare harm her and her species, and she will be mine.***Warninig. For readers 18 years and older. Contains explicit sexual situations, possible triggers, dark themes, and violence. Start of a series featuring these characters and multiple others.",
      "language": "English",
      "isbn": "B07HMR97Y1",
      "genres": [
        "Aliens",
        "Science Fiction",
        "Romance",
        "Science Fiction Romance",
        "Paranormal",
        "Fantasy",
        "Humor",
        "Erotica",
        "Paranormal Romance",
        "Contemporary"
      ],
      "characters": [],
      "bookFormat": "Kindle Edition",
      "edition": "1st Edition",
      "pages": 204,
      "publisher": "Erin Raegan",
      "publishDate": "September 24th 2018",
      "firstPublishDate": "",
      "awards": [],
      "numRatings": 2310,
      "ratingsByStars": ["983", "749", "408", "123", "47"],
      "likedPercent": 93,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1541225279l/42052148._SY475_.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": ""
    },
    {
      "bookId": "42108900-lud-z-grenlandzkiej-wyspy",
      "title": "Lud. Z grenlandzkiej wyspy",
      "series": "",
      "author": "Ilona Wiśniewska",
      "rating": 4.17,
      "description": "U północno-zachodnich wybrzeży największej wyspy świata leży skalista wysepka o powierzchni dwunastu kilometrów kwadratowych, zamieszkana przez tysiąc trzysta osób. To tutaj znajduje się najstarszy w Grenlandii dom dziecka, w którym Ilona Wiśniewska pracowała jako wolontariuszka przez trzy miesiące wiosną 2017 roku. Pisząc kolejny reportaż z Północy, chciała na coś się przydać tym, których historii przyjechała wysłuchać.Grenlandczycy opowiadali jej o swoim kraju podczas łowienia ryb spod lodu, w trakcie kursowania taksówką z jednej wyspy na drugą po zamarzniętym morzu, w czasie mycia podłóg i gotowania obiadów dla kilkudziesięciorga stołowników. Nigdy wcześniej nie spotkała ludzi tak dumnych ze swojego pochodzenia, ale w sposób nieodbierający dumy innym. Nigdy wcześniej też nikt tak często się z niej nie śmiał, a też ona nigdy wcześniej tak często nie śmiała się z samej siebie.Uummat to po grenlandzku serce. Uummannaq – tam, gdzie leży serce. Lud to książka o wycinku Grenlandii, który na zawsze podnosi kąciki ust.",
      "language": "Polish",
      "isbn": 9788380497597,
      "genres": [
        "Nonfiction",
        "Travel",
        "Reportage",
        "Polish Literature",
        "Poland"
      ],
      "characters": [],
      "bookFormat": "ebook",
      "edition": "",
      "pages": "",
      "publisher": "Czarne",
      "publishDate": "September 5th 2017",
      "firstPublishDate": "",
      "awards": ["Ryszard Kapuściński Prize Nominee (2018)"],
      "numRatings": 346,
      "ratingsByStars": ["139", "153", "38", "7", "9"],
      "likedPercent": 95,
      "setting": ["Greenland"],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1538403588l/42108900._SY475_.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": ""
    },
    {
      "bookId": "53591268-how-to-become-motivated-in-a-coronavirus-pandemic",
      "title": "How To Become Motivated In A Coronavirus Pandemic : The Magic Of Uncertainty",
      "series": "",
      "author": "Darryl Bumpass Sr",
      "rating": 5,
      "description": "",
      "language": "",
      "isbn": "B08856W9W9",
      "genres": [],
      "characters": [],
      "bookFormat": "Kindle Edition",
      "edition": "",
      "pages": "",
      "publisher": "",
      "publishDate": "May 4th 2020",
      "firstPublishDate": "",
      "awards": [],
      "numRatings": 2,
      "ratingsByStars": [],
      "likedPercent": "",
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1590707396l/53591268._SX318_.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": ""
    },
    {
      "bookId": "6584.Voltaire_s_Bastards",
      "title": "Voltaire's Bastards: The Dictatorship of Reason in the West",
      "series": "",
      "author": "John Ralston Saul",
      "rating": 4.05,
      "description": "",
      "language": "English",
      "isbn": 9780679748199,
      "genres": [
        "Philosophy",
        "Nonfiction",
        "History",
        "Politics",
        "Economics",
        "Cultural",
        "Sociology",
        "Political Science",
        "Theory",
        "Canada"
      ],
      "characters": [],
      "bookFormat": "Paperback",
      "edition": "",
      "pages": 656,
      "publisher": "Vintage",
      "publishDate": "November 30th 1993",
      "firstPublishDate": 1992,
      "awards": [],
      "numRatings": 930,
      "ratingsByStars": ["353", "354", "164", "35", "24"],
      "likedPercent": 94,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1389466836l/6584.jpg",
      "bbeScore": 7,
      "bbeVotes": 1,
      "price": 6.96
    },
    {
      "bookId": "627738.The_Lady_and_the_Lion",
      "title": "The Lady and the Lion",
      "series": "Once Upon a Time #5",
      "author": "Kay Hooper",
      "rating": 3.76,
      "description": "The Mysterious Spellbinder...At first she was only a voice in the darkness before dawn, but soon Keith Donovan was haunted, obsessed by the woman who'd listened to his cynical, desperate murmurings, and shared secrets of her own troubled heart. He'd never expected her to be so impossibly lovely, nor did Erin Prentice imagine that her powerful, anonymous companion of the night could fill her with recklessness...and sweep her into his dangerous quest for revenge. Something beyond reason bound her to this man, whose ruthless passion overwhelmed her in a tidal wave of primitive demand that thrilled and terrified her. Keith was her destiny, her crossroads -- and Erin knew she had no choice but to welcome the fire that flared between them, even if he could never promise her always. But when he was forced to choose between love and rage, between tomorrow and yesterday, would the untamed spirit that first drew her to him find the courage to surrender his grief?",
      "language": "English",
      "isbn": 9780553440577,
      "genres": ["Romance", "Loveswept"],
      "characters": [],
      "bookFormat": "Mass Market Paperback",
      "edition": "Loveswept #426",
      "pages": 192,
      "publisher": "Bantam Books",
      "publishDate": "October 1st 1990",
      "firstPublishDate": "",
      "awards": [],
      "numRatings": 202,
      "ratingsByStars": ["58", "64", "58", "18", "4"],
      "likedPercent": 89,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1262471635l/627738.jpg",
      "bbeScore": 6,
      "bbeVotes": 1,
      "price": 5.61
    },
    {
      "bookId": "139880.Steal_Away",
      "title": "Steal Away: Selected and New Poems",
      "series": "",
      "author": "C.D. Wright",
      "rating": 4.32,
      "description": "Now in paperback, Steal Away presents C.D. Wright’s best lyrics, narratives, prose poems, and odes with new \"retablos\" and a bracing vigil on incarceration. Long admired as a fearless poet writing authentically erotic verse, Wright—with her Southern accent and cinematic eye—couples strangeness with uncanny accuracy to create poems that \"offer a once-and-for-all thing, opaque and revelatory, ceaselessly burning.\"from \"Our Dust\"You didn’t know my weariness, error, incapacity,I was the poetof shadow work and towns with quarter-inchphone books, of failedroadside zoos. The poet of yard eggs andsharpening shops,jobs at the weapons plant and the Maybellinefactory on the penitentiary road.\"Wright has found a way to wed fragments of an iconic America to a luminously strange idiom, eerie as a tin whistle.\"—The New Yorker\"Wright shrinks back from nothing.\"—Voice Literary Supplement\"C.D. Wright is a devastating visionary. She writes in light. She sets language on fire.\"—American LettersC.D. Wright has published nine collections of poetry and earned many awards, including the Lannan Literary Award and a Guggenheim Fellowship. She teaches at Brown University and in 1994 was named State Poet of Rhode Island. With her husband, Forrest Gander, she edits Lost Roads Publishers.",
      "language": "English",
      "isbn": 9781556591945,
      "genres": ["Poetry", "Contemporary"],
      "characters": [],
      "bookFormat": "Paperback",
      "edition": "",
      "pages": 240,
      "publisher": "Copper Canyon Press",
      "publishDate": "September 1st 2003",
      "firstPublishDate": 2002,
      "awards": [],
      "numRatings": 498,
      "ratingsByStars": ["274", "136", "66", "17", "5"],
      "likedPercent": 96,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1328758015l/139880.jpg",
      "bbeScore": 6,
      "bbeVotes": 1,
      "price": 17.35
    },
    {
      "bookId": "110519.Boy_Wonder",
      "title": "Boy Wonder",
      "series": "",
      "author": "James Robert Baker",
      "rating": 4.46,
      "description": "In a turbo-charged romp through the Hollywood of everyone's wildest dreams, Boy Wonder follows the career of Shark Trager—rebel filmmaker and megasuccessful producer—from his birth in 1950 at a drive-in movie theater and his meteoric rise to the pinnacle of Hollywood power, to his equally spectacular descent into obscurity.",
      "language": "English",
      "isbn": 9780451165060,
      "genres": ["Fiction", "Film", "Humor", "Novels"],
      "characters": [],
      "bookFormat": "Paperback",
      "edition": "",
      "pages": "1 page",
      "publisher": "Signet",
      "publishDate": "January 2nd 1990",
      "firstPublishDate": 1988,
      "awards": [],
      "numRatings": 217,
      "ratingsByStars": ["134", "58", "17", "6", "2"],
      "likedPercent": 96,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1482157760l/110519._SY475_.jpg",
      "bbeScore": 6,
      "bbeVotes": 1,
      "price": 25.85
    },
    {
      "bookId": "83491.Flashbacks",
      "title": "Flashbacks",
      "series": "",
      "author": "Timothy Leary",
      "rating": 4.09,
      "description": "With a foreword by William Burroughs, this frenetic autobiography relates the life story of Timothy Leary, one of the key figures of the1960s North American counterculture, and the primary proponent of psychedelia as a way of life. Leary’s controversial views made him a public enemy in the United States, where he was eventually arrested in 1970 and sentenced to 20 years in prison. His escape from prison, and subsequent flight, with the help of the Weathermen, first to Algeria, then to Switzerland, Vienna, Beirut, and finally Kabul, Afghanistan, read like something out of a novel. Other events in Leary’s life were no less dramatic, and he chronicles them in this book openly and energetically. Intriguing cameos of iconic figures are woven into the author’s life history, including one by Cary Grant, whose experiments with lysergic acid are described in detail. Ultimately, Timothy Leary’s memories are as much a record of a singular era in American history as they are one man’s recollections of a struggle against persecution and being ostracized.",
      "language": "English",
      "isbn": 9780874778700,
      "genres": [
        "Biography",
        "Nonfiction",
        "Psychology",
        "History",
        "Biography Memoir",
        "Autobiography",
        "Memoir",
        "Politics",
        "Philosophy",
        "Science"
      ],
      "characters": [],
      "bookFormat": "Paperback",
      "edition": "",
      "pages": 407,
      "publisher": "Tarcher",
      "publishDate": "March 17th 1997",
      "firstPublishDate": 1983,
      "awards": [],
      "numRatings": 654,
      "ratingsByStars": ["263", "235", "122", "22", "12"],
      "likedPercent": 95,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1171046059l/83491.jpg",
      "bbeScore": 6,
      "bbeVotes": 1,
      "price": 16.3
    },
    {
      "bookId": "254395.Just_Checking",
      "title": "Just Checking: Scenes From the Life of an Obsessive-Compulsive",
      "series": "",
      "author": "Emily Colas",
      "rating": 3.54,
      "description": "We all worry. We all have moments of unfounded dread (Is someone behind that door?), or little phobias (roaches) or superstitions (step on a crack) that we indulge. Just Checking is an autobiographical account of what it is like to live with a full-blown case of obsessive-compulsive disorder (OCD), which, at its height, finds author Emily Colas nervous that she will contract a disease from blood that she sees on television. In the course of the book, what at first appear to her husband and friends to be Colas's idiosyncratic notions accumulate until she is frozen by the astounding psychological binds of OCD. Using precise (of course), connect-the-dots scenes, Colas draws a life that is at first highly monitored and ultimately unraveled by her disorder. One imagines that from afar, Colas's behavior at the height of her illness would look incomprehensible and just plain weird: She has to check the dishwasher multiple times before using it to make sure the cat is safe; the packaging of every new toothbrush has to meet rigorous sanitary standards; the landlord can't attempt to find new tenants for her apartment  she won't let them in the house. But readers are not at a distance here. Instead, we become privy to Colas's somewhat apologetic but firm explanations of what her logic was, and what it felt like to be afraid. She is so honest and witty that one can't help liking her, rooting for her, and wishing help would come. In a typical vignette, when the family tries to go to the Macy's Thanksgiving Day Parade (\"definitely a mistake\"), Colas is terrified that shewillstep on blood: When I was a kid in New York, all we had to eat on the street were pretzels and hot dogs. Food that was readily identifiable. Now, vendors sell the fanciest things with cherries, berries, jelly, and other crap that's way too close to the color of blood. We finally made it to where we had to go, but not before I had inspected the bottom of my shoes. There was a mushy red object there. Maybe a cherry, possibly a finger. The kids watched the parade on TV and I had a nice new worry. My kids don't even remember that lovely November day, but, lucky for me, I do. This event is sad and resonant, but it also manages to be viscerally entertaining. The result is that instead of inspiring schadenfreude, this book reminds us that psychological disorders are often exaggerations of the ordinary and familiar. We all, on a continuum, wish to survive, to avoid disease, to impose order on our lives. We sympathize with Colas's desperate attempts to find safety and with her seemingly loving husband's gradual loss of tolerance. Even the not-so-funny poems that are occasionally interspersed among the perfectly crafted chapterettes find their place. Strange as it may be to find charm in a memoir of illness, Colas is utterly winning. \n  Hilary Liftin is a writer living in New York City. Her first book, coauthored with Kate Montgomery, is scheduled for publication by Vintage next year. She is the editorial development manager at BookWire (www.bookwire.com).\n",
      "language": "English",
      "isbn": 9780671024383,
      "genres": [
        "Nonfiction",
        "Memoir",
        "Psychology",
        "Mental Health",
        "Mental Illness",
        "Biography Memoir",
        "Medical",
        "Biography",
        "Social Work",
        "Health"
      ],
      "characters": [],
      "bookFormat": "Paperback",
      "edition": "",
      "pages": 165,
      "publisher": "Washington Square Press",
      "publishDate": "June 1st 1999",
      "firstPublishDate": "",
      "awards": [],
      "numRatings": 1253,
      "ratingsByStars": ["226", "426", "444", "118", "39"],
      "likedPercent": 87,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1438727156l/254395._SY475_.jpg",
      "bbeScore": 6,
      "bbeVotes": 1,
      "price": 2.33
    },
    {
      "bookId": "6549230-sons-of-liberty",
      "title": "Sons of Liberty",
      "series": "Metal Gear Solid #2",
      "author": "Raymond Benson (Goodreads Author)",
      "rating": 3.78,
      "description": "METAL GEAR SOLID: THE BEAST IS BACK.WHOSE SIDE ARE YOU ON?In a torrential downpour, former FOXHOUND agent Solid Snake stands on the George Washington Bridge–ready to launch himself onto the deck of the U.S.S. Discovery as it passes below. Inside Discovery is a new generation of Metal Gear. But in the next hour, Snake’s world explodes.Two years later, a young, unproven agent code-named Raiden must penetrate the mystery of what went so insanely wrong that night.In a labyrinthine superstructure in New York Harbor known as the Big Shell, enemies, allies, secret agents, and double-dealers converge: Russian commandos, a cyber Vamp, a long-legged, leather-clad, rifle-bearing beauty named Fortune, a deformed, finely manicured bomber called Fatman, and a mysterious Mister X. Somewhere in the maze, as well, is the president himself–his biometrics coded to a bomb that can take out Manhattan, his loyalties unknown. Now the rookie Raiden is fighting his way to one discovery after another, including the rebirth of Solid Snake himself and a nightmare organization with a history, a plan, and a terrifying superweapon hidden in plain sight.",
      "language": "English",
      "isbn": 9780345503435,
      "genres": [
        "Science Fiction",
        "Fiction",
        "Video Games",
        "Thriller",
        "Fantasy",
        "Games",
        "Adventure",
        "Comics",
        "Gaming",
        "Military Fiction"
      ],
      "characters": [],
      "bookFormat": "Paperback",
      "edition": "",
      "pages": 308,
      "publisher": "Random House Inc",
      "publishDate": "November 24th 2009",
      "firstPublishDate": "",
      "awards": [],
      "numRatings": 328,
      "ratingsByStars": ["106", "105", "67", "40", "10"],
      "likedPercent": 85,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1320393741l/6549230.jpg",
      "bbeScore": 6,
      "bbeVotes": 1,
      "price": 5.52
    },
    {
      "bookId": "9303006-just-being-audrey",
      "title": "Just Being Audrey",
      "series": "",
      "author": "Margaret Cardillo, Julia Denos (Goodreads Author) (Illustrator)",
      "rating": 4.31,
      "description": "From Roman Holiday to Breakfast at Tiffany's, when Audrey Hepburn starred in a movie, she lit up the screen. Her unique sense of fashion, her grace, and, most important, her spirit made her beloved by generations. But her life offscreen was even more luminous. As a little girl growing up in Nazi-occupied Europe, she learned early on that true kindness is the greatest measure of a person—and it was a lesson she embodied as she became one of the first actresses to use her celebrity to shine a light on the impoverished children of the world through her work with UNICEF.This is Audrey Hepburn as a little girl, an actress, an icon, an inspiration; this is Audrey just being Audrey.",
      "language": "English",
      "isbn": 9780061852831,
      "genres": [
        "Picture Books",
        "Biography",
        "Nonfiction",
        "Childrens",
        "History",
        "Historical",
        "Biography Memoir",
        "Juvenile",
        "Fashion",
        "Feminism"
      ],
      "characters": ["Audrey Hepburn"],
      "bookFormat": "Hardcover",
      "edition": "",
      "pages": 32,
      "publisher": "Balzer + Bray",
      "publishDate": "January 25th 2011",
      "firstPublishDate": "",
      "awards": [
        "\"Florida Book Award for Children's Literature - Gold (2011)\""
      ],
      "numRatings": 1711,
      "ratingsByStars": ["869", "579", "206", "42", "15"],
      "likedPercent": 97,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1347792709l/9303006.jpg",
      "bbeScore": 6,
      "bbeVotes": 2,
      "price": 2.58
    },
    {
      "bookId": "6946225-manituana",
      "title": "Manituana",
      "series": "",
      "author": "Wu Ming (Goodreads Author)",
      "rating": 3.82,
      "description": "1775—The conflict between the British Empire and the American colonies erupts in all-out war. Rebels and loyalists to the British Crown compete for an alliance with the Six Nations of the Iroquois, the most powerful Indian confederation, boasting a constitution hundreds of years old. In the Mohawk River Valley, Native Americans and colonists have co-existed for generations. But as the thunder of war approaches and the United States struggles violently into existence, old bonds are broken, friends and families are split by betrayal, and this mixed community is riven by hatred and resentment. To save his threatened world, the Mohawk war chief Joseph Brant sets off in a restless journey that will take him from New York to the salons of Georgian London at the heart of the British Empire.",
      "language": "English",
      "isbn": 9781844676248,
      "genres": [
        "Fiction",
        "Historical Fiction",
        "Italian Literature",
        "Novels",
        "Historical",
        "Historical Romance",
        "Italy",
        "Romance",
        "Epic",
        "The United States Of America"
      ],
      "characters": [],
      "bookFormat": "Paperback",
      "edition": "",
      "pages": 484,
      "publisher": "Verso",
      "publishDate": "June 14th 2010",
      "firstPublishDate": "January 1st 2007",
      "awards": [],
      "numRatings": 1157,
      "ratingsByStars": ["282", "489", "304", "58", "24"],
      "likedPercent": 93,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1374001637l/6946225.jpg",
      "bbeScore": 6,
      "bbeVotes": 1,
      "price": 19.99
    },
    {
      "bookId": "6723799-paladyni",
      "title": "Paladyni",
      "series": "Słoneczniki",
      "author": "Halina Snopkiewicz",
      "rating": 3.05,
      "description": "\"Wyrosłam z pamiętnika, jak ze szkolnego fartucha i w kalendarzyku obok terminów kolokwiów i randek napisałam:\n\nW życiu kobiety lata między osiemnastym a osiemdziesiątym rokiem życia nadają się do notowania w dzienniku.\"\n\nFragment\n",
      "language": "",
      "isbn": 9999999999999,
      "genres": ["Polish Literature"],
      "characters": [],
      "bookFormat": "Paperback",
      "edition": "",
      "pages": 189,
      "publisher": "Hamal Books",
      "publishDate": 1994,
      "firstPublishDate": 1964,
      "awards": [],
      "numRatings": 39,
      "ratingsByStars": ["5", "8", "12", "12", "2"],
      "likedPercent": 64,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1375386620l/6723799.jpg",
      "bbeScore": 6,
      "bbeVotes": 1,
      "price": ""
    },
    {
      "bookId": "1227407.Tales_of_Afghanistan",
      "title": "Tales of Afghanistan",
      "series": "",
      "author": "Amina Shah",
      "rating": 4.08,
      "description": "Eighteen folktales from the author's ancestral homeland, including The Unforgettable Sneeze, The Ruby Ring, and The Leopard and the Jinn..",
      "language": "English",
      "isbn": 9780900860942,
      "genres": [],
      "characters": [],
      "bookFormat": "Hardcover",
      "edition": "",
      "pages": 115,
      "publisher": "Octagon Press",
      "publishDate": "June 1st 1982",
      "firstPublishDate": "",
      "awards": [],
      "numRatings": 12,
      "ratingsByStars": ["6", "3", "2", "0", "1"],
      "likedPercent": 92,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1347447486l/1227407.jpg",
      "bbeScore": 6,
      "bbeVotes": 1,
      "price": 8.2
    },
    {
      "bookId": "870910.They_F_You_Up",
      "title": "They F*** You Up: How To Survive Family Life",
      "series": "",
      "author": "Oliver James",
      "rating": 3.86,
      "description": "This text demonstrates that who we are is largely the result of the way we were cared for during our first six years, rather than our genes and other environmental factors.",
      "language": "English",
      "isbn": 9780747584780,
      "genres": [
        "Psychology",
        "Nonfiction",
        "Parenting",
        "Self Help",
        "Sociology",
        "Health",
        "Science",
        "Family",
        "Society",
        "Counselling"
      ],
      "characters": [],
      "bookFormat": "Paperback",
      "edition": "",
      "pages": 384,
      "publisher": "Bloomsbury UK",
      "publishDate": "September 30th 2006",
      "firstPublishDate": "September 16th 2002",
      "awards": [],
      "numRatings": 945,
      "ratingsByStars": ["257", "393", "213", "65", "17"],
      "likedPercent": 91,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1348247010l/870910.jpg",
      "bbeScore": 6,
      "bbeVotes": 1,
      "price": 3.11
    },
    {
      "bookId": "32516.Shakespeare_s_Trollop",
      "title": "Shakespeare's Trollop",
      "series": "Lily Bard #4",
      "author": "Charlaine Harris (Goodreads Author)",
      "rating": 3.87,
      "description": "Welcome back to Shakespeare -- a charming Arkansas town with endless back roads, an eclectic mix of residents, and a dollop of noir. Featuring cleaning woman/karate expert Lily Bard, Charlaine Harris's series puts a unique spin on the traditional cozy to create mysteries that \"work on every level\". — In the latest installment, Lily discovers lifelong Shakespeare resident Deedra Dean murdered inside a car parked in a woodsy area outside town. Determined not to get involved, Lily wants to leave the police work to Sheriff Marta Schuster and her team of deputies, and concentrate on cleaning, high kicks, and her boyfriend Jack's impending visit. But when Deedra's notoriously promiscuous lifestyle provides an extensive list of suspects but very few clues, Lily has no choice but to resume the roll of amateur detective and join the investigation.In this fourth book in Charlaine Harris's highly acclaimed and darkly compelling series, Lily Bard delivers a hard-hitting mix of Southern charm and street smarts, a combination so alluring that long-time readers and newcomers will be dying to visit Shakespeare again.  ",
      "language": "English",
      "isbn": 9780425196991,
      "genres": [
        "Mystery",
        "Fiction",
        "Cozy Mystery",
        "Crime",
        "Mystery Thriller",
        "Romance",
        "Adult",
        "Murder Mystery",
        "Audiobook",
        "Contemporary"
      ],
      "characters": [
        "Lily Bard",
        "Claude Friedrich",
        "Jack Leeds",
        "Deedra Dean",
        "Marta Schuster",
        "Bobo Winthrop"
      ],
      "bookFormat": "Paperback",
      "edition": "",
      "pages": 194,
      "publisher": "Berkley",
      "publishDate": "May 4th 2004",
      "firstPublishDate": "January 1st 2000",
      "awards": [],
      "numRatings": 13701,
      "ratingsByStars": ["3521", "5557", "4013", "542", "68"],
      "likedPercent": 96,
      "setting": ["United States of America"],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1390961760l/32516.jpg",
      "bbeScore": 6,
      "bbeVotes": 1,
      "price": 3.42
    },
    {
      "bookId": "32129.Spiritual_Midwifery",
      "title": "Spiritual Midwifery",
      "series": "",
      "author": "Ina May Gaskin",
      "rating": 4.38,
      "description": "Here is the 4th edition of the classic book on home birth that introduced a whole generation of women to the concept of natural childbirth. Back again are even more amazing birthing tales, including those from women who were babies in earlier editions and stories about Old Order Amish women attended by the Farm midwives.Also new is information about the safety of techniques routinely used in hospitals during and after birth, information on postpartum depression and maternal death, and recent statistics on births managed by The Farm Midwives.From the amazing birthing tales to care of the newborn, Spiritual Midwifery is still one of the best books an expectant mother could own. Includes resources for doulas, childbirth educators, birth centers, and other organizations and alliances dedicated to improving maternity care at home and in hospitals.",
      "language": "English",
      "isbn": 9781570671043,
      "genres": [
        "Nonfiction",
        "Parenting",
        "Health",
        "Feminism",
        "Spirituality",
        "Memoir",
        "Womens",
        "Family",
        "Medicine",
        "Medical"
      ],
      "characters": [],
      "bookFormat": "Paperback",
      "edition": "4th",
      "pages": 482,
      "publisher": "Book Publishing Company (TN)",
      "publishDate": "January 1st 2002",
      "firstPublishDate": "January 1st 1975",
      "awards": [],
      "numRatings": 5564,
      "ratingsByStars": ["3116", "1653", "636", "121", "38"],
      "likedPercent": 97,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1388179013l/32129.jpg",
      "bbeScore": 6,
      "bbeVotes": 1,
      "price": 13.93
    },
    {
      "bookId": "13563391-blood-sweat-and-tea",
      "title": "Blood Sweat and Tea",
      "series": "Blood, Sweat and Tea #1",
      "author": "Tom Reynolds",
      "rating": 3.84,
      "description": "Is there anyone who hasn't wondered about the state of the occupant of an ambulance, screaming along with its sirens on and blue lights flashing? And have you wondered about the other people inside the ambulance? Meet Tom Reynolds, an Emergency Medical Technician who works for the London Ambulance Service in East London. He has kept a blog of his daily working life since 2003 and his award-winning writing is, by turn, moving, cynical, funny, heart-rending, and compassionate. From the tragic to the hilarious, the stories Tom tells give a fascinating and at times alarming picture of life in inner-city Britain, and the people who are paid to mop up after it.",
      "language": "English",
      "isbn": 978905548231,
      "genres": [
        "Nonfiction",
        "Medical",
        "Biography",
        "Memoir",
        "Humor",
        "Medicine",
        "Autobiography",
        "British Literature",
        "Health",
        "Short Stories"
      ],
      "characters": [],
      "bookFormat": "",
      "edition": "",
      "pages": 288,
      "publisher": "HarperCollins",
      "publishDate": "Published",
      "firstPublishDate": "August 1st 2006",
      "awards": [],
      "numRatings": 2948,
      "ratingsByStars": ["868", "1067", "749", "194", "70"],
      "likedPercent": 91,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1365632544l/13563391.jpg",
      "bbeScore": 6,
      "bbeVotes": 1,
      "price": ""
    },
    {
      "bookId": "5974575-the-best-of-it",
      "title": "The Best of It: New and Selected Poems",
      "series": "",
      "author": "Kay Ryan",
      "rating": 4.12,
      "description": "Kay Ryan, named the Pulitzer Prize Winner for Poetry 2010, is just the latest in an amazing array of accolades for this wonderfully accessible, widely loved poet. She was appointed the Library of Congress’s sixteenth poet laureate from 2008 to 2010. Salon has compared her poems to “Fabergé eggs, tiny, ingenious devices that inevitably conceal some hidden wonder.” The two hundred poems in Ryan’s The Best of It offer a stunning retrospective of her work, as well as a swath of never-before-published poems of which are sure to appeal equally to longtime fans and general readers.",
      "language": "English",
      "isbn": 9780802119148,
      "genres": [
        "Poetry",
        "Contemporary",
        "American",
        "Female Authors",
        "Literature",
        "Unfinished",
        "Feminism",
        "Fiction",
        "Adult"
      ],
      "characters": [],
      "bookFormat": "Hardcover",
      "edition": "",
      "pages": 265,
      "publisher": "Grove Press",
      "publishDate": "March 23rd 2010",
      "firstPublishDate": "February 8th 2010",
      "awards": [
        "Pulitzer Prize for Poetry (2011)",
        "National Book Critics Circle Award Nominee for Poetry (2010)",
        "Goodreads Choice Award Nominee for Poetry (2010)"
      ],
      "numRatings": 1457,
      "ratingsByStars": ["615", "509", "243", "69", "21"],
      "likedPercent": 94,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1328823971l/5974575.jpg",
      "bbeScore": 6,
      "bbeVotes": 1,
      "price": 11.46
    },
    {
      "bookId": "559042.With_Love_from_Diana",
      "title": "With Love from Diana: the Princess of Wales' Personal Astrologer Shares Her First-Hand Account of Diana's Turbulent Years",
      "series": "",
      "author": "Penny Thornton",
      "rating": 3.53,
      "description": "In March 1986, the life of astrologer Penny Thorton was changed forever by a phone call from the Princess of Wales. For the next six years, Penny would serve as Diana's personal astrologer, witnessing the Princess's heartbreaking attempts to save--and then to escape--her famous marriage. Now Penny discloses the uncannily true revelations about the royals, foretold by the stars. 8-page insert.",
      "language": "",
      "isbn": 9780671891862,
      "genres": ["Nonfiction", "Astrology"],
      "characters": ["Diana, Princess of Wales"],
      "bookFormat": "Paperback",
      "edition": "",
      "pages": 240,
      "publisher": "Pocket",
      "publishDate": "January 1st 1995",
      "firstPublishDate": "",
      "awards": [],
      "numRatings": 17,
      "ratingsByStars": ["4", "4", "6", "3", "0"],
      "likedPercent": 82,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1175794633l/559042.jpg",
      "bbeScore": 6,
      "bbeVotes": 1,
      "price": 4.5
    },
    {
      "bookId": "219557.The_Pushcart_War",
      "title": "The Pushcart War",
      "series": "",
      "author": "Jean Merrill, Ronni Solbert (Illustrator)",
      "rating": 4.16,
      "description": "DO YOU KNOW THE HISTORY OF THE PUSHCART WAR? THE REAL HISTORY? It’s a story of how regular people banded together and, armed with little more than their brains and good aim, defeated a mighty foe.Not long ago the streets of New York City were smelly, smoggy, sooty, and loud. There were so many trucks making deliveries that it might take an hour for a car to travel a few blocks. People blamed the truck owners and the truck owners blamed the little wooden pushcarts that traveled the city selling everything from flowers to hot dogs. Behind closed doors the truck owners declared war on the pushcart peddlers. Carts were smashed from Chinatown to Chelsea. The peddlers didn’t have money or the mayor on their side, but that didn’t stop them from fighting back. They used pea shooters to blow tacks into the tires of trucks, they outwitted the police, and they marched right up to the grilles of those giant trucks and dared them to drive down their streets. Today, thanks to the ingenuity of the pushcart peddlers, the streets belong to the people—and to the pushcarts.The Pushcart War was first published more than fifty years ago. It has inspired generations of children and been adapted for television, radio, and the stage around the world. It was included on School Library Journal’s list of One Hundred Books That Shaped the Twentieth Century, and its assertion that a committed group of men and women can prevail against a powerful force is as relevant in the twenty-first century as it was in 1964.",
      "language": "English",
      "isbn": 9780440471479,
      "genres": [
        "Fiction",
        "Childrens",
        "Young Adult",
        "Historical Fiction",
        "Middle Grade",
        "Humor",
        "Classics",
        "New York",
        "Juvenile",
        "Chapter Books"
      ],
      "characters": [],
      "bookFormat": "Paperback",
      "edition": "",
      "pages": 224,
      "publisher": "Dell Yearling",
      "publishDate": "May 1st 1987",
      "firstPublishDate": 1964,
      "awards": [
        "Lewis Carroll Shelf Award",
        "\"Dorothy Canfield Fisher Children's Book Award Nominee (1966)\""
      ],
      "numRatings": 4124,
      "ratingsByStars": ["1810", "1427", "689", "145", "53"],
      "likedPercent": 95,
      "setting": [],
      "coverImg": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1320559465l/219557.jpg",
      "bbeScore": 6,
      "bbeVotes": 1,
      "price": 3.87
    }
  ]
}
